{"note_text": "OPERATIVE NARRATIVE: [REDACTED] bronchoscopy for a surveillance-detected left mainstem carcinoid tumor. The lesion was pedunculated and vascular, arising from the medial wall. Complete resection was achieved utilizing a snare technique for the stalk, followed by rigid coring and microdebridement of the base. Gross examination suggests clear margins with restoration of the airway lumen."}
{"note_text": "Service: Bronchoscopy with tumor excision (31640).\nLocation: Bronchus Intermedius (Right Lung).\nMethod: Mechanical debulking via Rigid Bronchoscopy.\nTools: Rigid barrel, suction, forceps, microdebrider.\nOutcome: Reduction of obstruction from 75% to 30%.\nMedical Necessity: Recurrent post-obstructive pneumonia."}
{"note_text": "Navigational bronchoscopy with cryoablation of a peripheral left lower lobe nodule. 1.4 cm peripheral left lower lobe pulmonary nodule. General anesthesia with endotracheal tube. Using CT-based navigational bronchoscopy, a steerable catheter was guided to a lateral basal segment left lower lobe target. Radial EBUS confirmed a concentric image. A dedicated endobronchial cryoprobe was advanced. Three freeze–thaw cycles were performed (10-minute freeze followed by passive thaw). Cone-beam CT after the final cycle demonstrated an ice ball encompassing the nodule with appropriate margins."}
{"note_text": "OPERATIVE REPORT: Bronchoscopic Revision of Airway Prosthesis.\nINDICATION: Dyspnea secondary to proximal migration of Left Mainstem Stent.\nPROCEDURE: Rigid bronchoscopy revealed the Ultraflex stent extending into the distal trachea. Using rigid forceps, the prosthesis was mobilized. It was successfully repositioned distally into the left mainstem bronchus. Airway patency was fully restored, and the stent is now seated appropriately."}
{"note_text": "[Indication]\nSymptomatic BI tumor obstruction.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\n85% obstruction reduced to 30% via mechanical coring and microdebridement. Distal airways cleared.\n[Plan]\nOncology ward. Systemic therapy."}
{"note_text": "Rigid bronchoscopy with mechanical debulking of BI tumor. Obstruction of bronchus intermedius from endobronchial tumor. Polypoid mass in bronchus intermedius with 80% obstruction. Rigid coring and forceps debulking used to mechanically debulk and excise tumor. Tumor removed in piecemeal fashion. No thermal ablation or balloon used. Extubated and discharged to floor."}
{"note_text": "Resident Note: Rigid Bronchoscopy\nIndication: Carinal tumor.\nSteps:\n1. General anesthesia.\n2. Rigid scope to carina.\n3. 75% obstruction seen.\n4. Coring and forceps used to remove tumor.\n5. Snare used for one piece.\n6. Suctioned clear.\nResult: Better airflow."}
{"note_text": "Procedure: Endobronchial cryotherapy.\nTarget: Peripheral pulmonary lesion.\nAction: The instrument was steered to the LUL using electromagnetic guidance. The position was authenticated via radial ultrasound. A cryo-tip was inserted, and thermal ablation was executed via freezing cycles.\nOutcome: Lesion destruction visually confirmed via fluoroscopy."}
{"note_text": "OPERATIVE REPORT: [REDACTED] 66% malignant obstruction of the right mainstem (RMS). Rigid bronchoscopy was utilized. The tumor was addressed via cryoextraction, allowing for en bloc removal of significant tissue volume. Following cryodebulking, the tumor base was treated with APC for hemostasis and ablation. Residual stenosis was managed with balloon dilation. Final assessment showed 17% residual obstruction. Estimated blood loss was 200mL.\nDISPOSITION: ICU admission."}
{"note_text": "PROCEDURE NOTE: Ms. [REDACTED] presented with critical tracheal stenosis secondary to malignancy. Rigid bronchoscopy was performed. The mid-tracheal tumor was mechanically resected using the rigid coring technique, forceps extraction, and snare resection for pedunculated components. Thermal ablation was not required. The airway was successfully recanalized."}
{"note_text": "OPERATIVE NARRATIVE: The patient presented with complete malignant stenosis of the Left Mainstem (LMS) bronchus. Rigid bronchoscopy was initiated under general anesthesia. The obstruction was recanalized using a combination of cryoextraction and Argon Plasma Coagulation (APC) 'burn and shave' techniques. Due to significant residual tumor burden and the risk of re-occlusion, a decision was made to deploy a stent. A 12x40mm Aero Self-Expanding Metallic Stent (SEMS) was positioned under fluoroscopic guidance, achieving >90% luminal patency."}
{"note_text": "Indication: Malignant CAO RLL.\nFindings: 78% obstruction.\nProcedure:\n- Rigid bronch.\n- APC tumor destruction/debulking.\n- Multiple passes.\nResult: 18% residual. Hemostasis achieved.\nEBL: 50ml.\nPlan: ICU."}
{"note_text": "HISTORY: [REDACTED], a 72-year-old male with known squamous cell carcinoma, presented with critical central airway obstruction manifesting as stridor and dyspnea. Radiographic review confirmed significant distal tracheal stenosis.\nOPERATIVE NARRATIVE: The patient was inducted under general anesthesia with jet ventilation via rigid bronchoscopy. Examination revealed a circumferential, friable tumor obstructing 80% of the distal trachea. The lesion was mechanically debulked using the rigid barrel to re-establish patency. Subsequent balloon dilation was performed serially up to 14 mm. A 14 x 40 mm silicone tracheal stent was then deployed over a guidewire, seated approximately 2 cm proximal to the carina. Post-deployment inspection confirmed excellent radial expansion and restoration of the airway caliber.\nDISPOSITION: The patient was transferred to the Intensive Care Unit for close airway monitoring."}
{"note_text": "Rigid bronchoscopy with tumor debulking and placement of covered metallic stent in the left mainstem bronchus was performed. The patient had complete collapse of the left lung. Mechanical debulking and APC were used to open the lumen. A 12 x 40 mm covered self-expanding metallic stent was deployed. EBL was 30 mL. The patient was extubated and transferred to PACU."}
{"note_text": "PROCEDURE NOTE\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED]\nDate of Service: [REDACTED]\nLocation: [REDACTED]\n\nAttending Physician: [REDACTED], MD\nFellow: [REDACTED], MD\n\nINDICATION: post-obstructive pneumonia\n\nPROCEDURE: Rigid bronchoscopy with tumor debulking\n\nSEDATION: Deep sedation\n\nFINDINGS:\nCAO intervention for RLL bronchus tumor. Pre-procedure 68% occluded. Multimodality debulking: mechanical, electrocautery, cryotherapy. Final result: 30% residual stenosis.\n\nCOMPLICATIONS: None\n\nSPECIMENS: Specimens sent to pathology per protocol\n\nIMPRESSION: Successful tumor debulking with improved airway patency.\n\nPLAN:\n- Close monitoring for re-obstruction. Repeat bronchoscopy as needed.\n- Follow-up with [REDACTED] in clinic\n\nElectronically signed by [REDACTED], MD\n[REDACTED]"}
{"note_text": "Indication: Primary lung adenocarcinoma with CAO.\nPre-procedure: ~74% occlusion at BI.\nPROCEDURE: Under general anesthesia, rigid bronchoscopy was conducted. Endobronchial neoplasm detected at BI. Rigid bronchoscopy resection with biopsy forceps was executed with sequential tumor extraction. Multiple passes were done to attain maximal debulking.\nPost-procedure: ~12% residual occlusion.\nEBL: ~75mL."}
{"note_text": "OPERATIVE REPORT\n\nINDICATION: The patient presented with radiographic evidence of right lower lobe obstruction.\n\nPROCEDURE: Flexible bronchoscopy with therapeutic aspiration.\n\nNARRATIVE: Following informed consent and the administration of moderate sedation, the bronchoscope was introduced via the left naris. Examination revealed diffuse, erythematous tracheobronchitis accompanied by tenacious, yellow mucous plugging throughout the bronchial tree. Therapeutic aspiration was performed, systematically clearing these secretions from the segmental bronchi. A bronchial wash was obtained from the right lower lobe lateral segment for microbiological analysis. The patient tolerated the procedure well."}
{"note_text": "Indication: Malignant central airway obstruction, ~66% obstruction at RMS. Under general anesthesia, rigid bronchoscopy was performed. Endobronchial tumor id[REDACTED] at RMS. Cryoextraction performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Additional APC/laser used for hemostasis and tumor base ablation. Balloon dilation performed for residual stenosis. Post-procedure obstruction was ~17% residual obstruction. EBL was ~200mL. Specimens sent for histology."}
{"note_text": "Procedure: Rigid Bronch Debulking\nPatient: [REDACTED], 66M\nIndication: Ca Lung, RMS obstruction.\nSteps:\n1. GA / Rigid Scope.\n2. Visualized tumor in RMS (85% blocked).\n3. Used rigid scope to core the tumor.\n4. Used forceps to remove debris.\n5. No ablation.\n6. Hemostasis with epi.\nPlan: Admit to floor."}
{"note_text": "Procedure: Rigid Bronch w/ Cryo\nPatient: [REDACTED]\nSteps:\n1. GA. Rigid scope to RMS.\n2. Tumor found.\n3. Cryo probe used to freeze and pull tumor chunks.\n4. Laser used to clean up base.\n5. Good hemostasis.\n6. Residual 22%.\nPlan: ICU."}
{"note_text": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT MECHANICAL DEBULKING Patient [REDACTED] 67-year-old male Date [REDACTED] Hospital Pacific Coast Cancer Center Indication Malignant obstruction of right mainstem bronchus from non small cell lung cancer Procedure Rigid bronchoscopy with mechanical debulking of right mainstem tumor CPT 31640 Anesthesia General anesthesia rigid bronchoscope ASA class III Findings Tumor narrowing right mainstem lumen by 85% with retained secretions Interventions Rigid coring and forceps debulking used to mechanically debulk and excise the tumor No ablation or balloon dilation employed Hemostasis Moderate oozing controlled with cold saline and epinephrine EBL 50 mL."}
{"note_text": "Moderate sedation with propofol was used. Multiple violaceous raised plaques consistent with Kaposi sarcoma were noted in the trachea and bilateral mainstems. Biopsies were taken from the RMS and LMS. A bronchial wash was performed in the LLL. The patient tolerated the procedure well."}
{"note_text": "DATE OF PROCEDURE: [REDACTED]\nNAME: [REDACTED]\nPREOPERATIVE DIAGNOSIS: Bronchial obstruction\nPOSTOPERATIVE DIAGNOSIS: Bronchial obstruction\n \nPROCEDURE(s) PERFORMED: \nSURGEON: Mikie Gallegos, MD \nASSISTANT(s):  Stephen Pressly M.D., Nicholas Vance M.D,\n\nNDICATIONS:  right middle lobe and right lower lobe stenosis\nConsent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent. \nSEDATION: General Anesthesia\nDESCRIPTION OF PROCEDURE: The procedure was performed in the main operating room. \nFollowing intravenous medications as per the record, the endotracheal tube previously in place was removed and a 12 mm ventilating rigid bronchoscope was inserted through the mouth into the distal trachea and advanced into the distal trachea before attaching the monsoon JET ventilator. \nUsing the flexible bronchoscope airway inspection was performed. The tracheal was normal. The tracheal carina was sharp. All left sided airways were normal. There was significant distortion of the right-sided airways with the right middle lobe and right lower lobe orifices displaced to the same level as the right upper lobe. Inspection of the right upper lobe was normal.  The right middle and right lower lobe bronchi were completely obstructed by granulation tissue and debris from previous bronchoscopy yesterday approximately 2 cm distal to orifice. There were small airway tears along the medial aspect of the right lower lobe and lateral aspect of right middle lobe assay where foreign body was extracted yesterday. With saline flushes we were able to bypass the obstruction in both the middle and lower lobe. Excessive debris and granulation tissue were developed with a combination of cryoprobe and flexible forceps however as a result of chronicity of obstruction and inflammation the areas remain mostly obstructed requiring saline flushes to push through the area of obstruction.  Decision was made to place bronchial stents in hopes of reforming native airway orientation and to allow healing of airway tears. At this point we measured the length of the obstruction and inserted a Jagwire through the flexible bronchoscope past the lesion. The flexible bronchoscope was removed and a thin disposable and the bronchoscope was inserted alongside an Aero 10 x 20 mm covered self-expandable metallic stent which was advanced over the guidewire and positioned within the right lower lobe bronchi and says obstruction based on direct visualization technique..  The stent was deployed however slightly distal. Attempts to retract the stent by grasping the proximal string were unsuccessful and it became obvious that the stent was oversized.  Using rigid forceps we are unable to remove the inappropriately sized stent and using a similar technique placed a 8 x 20 mm arrow fully covered self-expanding metallic stent within the area of stenosis.  Subsequently CRE balloon dilatation of the stent was performed and distal airways of the right lower lobe to include the medial, anterior, lateral and posterior segments were widely patent.  The superior segment was partially jailed.  Using a similar technique we then placed a 8 x 15 mm m arrow fully covered self-expanding metallic stent within the area of stenosis. In the right middle lobe.  Attention was taken to ensure that kissing stents did not result in obvious tissue necrosis or external compression of either airway.  The right middle lobe stent was then dilated using a CRE balloon and distal airways were widely patent. At this point the rigid bronchoscope was removed and the patient was turned over to anesthesia for recovery.\nRESULTS: Successful insertion of bronchial stents within the right middle and right lower lobe bronchi resulting in near complete recanalization of previously obstructed airways.\nCOMPLICATIONS: None\nRECOMMENDATIONS:\n- To PACU for recovery\n- Admit to internal medicine wards overnight\n- Initiate airway clearance regimen with nebulized 3% saline (3 mL) mixed with albuterol (2 mL) 3 times a day.\n- Obtain post- procedural chest x-ray \n- Plan to return to operating room in 2 weeks for stent removal \n\nMikie Gallegos MD\nInterventional Pulmonology \nTulsa Medical Center"}
{"note_text": "We engaged in a rigid bronchoscopy to debulk a tumor obstructing the right mainstem. Upon snaring the lesion, we encountered severe hemorrhage that obscured visualization. We immediately converted to an endotracheal intubation to secure the airway and positioned the patient to protect the healthy lung. Using a combination of epinephrine, TXA, and cryotherapy, we managed to halt the bleeding and remove the resected tumor tissues. Although we hoped to perform further APC debulking, the patient's respiratory status deteriorated, forcing us to coagulate the base and terminate the procedure safely."}
{"note_text": "Rigid bronchoscopy with mechanical debulking, Argon plasma coagulation, and Silicone stent placement was performed for a 72-year-old male with distal tracheal tumor. There was 90 percent obstruction. Mechanical coring and APC reduced obstruction to less than 10 percent. A 14 x 50 mm silicone stent was placed. Transient hypotension occurred during induction. The patient remained intubated and was transferred to the ICU."}
{"note_text": "Betty Green procedure note she has lung cancer blocking the right mainstem about 72 percent. Did the rigid bronch dilated it and put in an Aero covered stent 16 by 30. Looks really good opened up to 8 percent. No bleeding complications patient goes to the floor for observation thanks."}
{"note_text": "Indication: Mid-tracheal SCC, dyspnea.\nAction: Rigid bronch debulking.\nFindings: Fungating mass, 75% narrowing.\nIntervention: Coring, snare, microdebrider.\nResult: Patent lumen. No stent.\nPlan: Radiation oncology."}
{"note_text": "[Indication]\nSquamous Cell CA, 77% RMS obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Cryoextraction for debulking. APC/Laser for base ablation. Residual obstruction 22%.\n[Plan]\nICU admission."}
{"note_text": "[REDACTED] critical condition with a tumor nearly closing off his windpipe. We performed an emergency rigid bronchoscopy. We used the metal tube of the scope to mechanically core a path through the tumor. We then used a shaving tool called a microdebrider to widen the opening further. We successfully restored the airway without using laser or heat, though his oxygen levels dipped briefly during the procedure."}
{"note_text": "Indication: Squamous cell carcinoma with airway restriction.\nPre-procedure occlusion: ~91% Right mainstem.\nPROCEDURE: Under general anesthesia with jet ventilation, rigid bronchoscopy was conducted. Sequential balloon expansion of RMS narrowing was performed. The airway was sized and a Novatech Silicone - Dumon stent (20x50mm) was installed in the Right mainstem. Stent location was verified with good opening and flow.\nPost-procedure occlusion: ~4%.\nNo mishaps."}
{"note_text": "[Indication]\nLeft lung collapse, malignant LMS obstruction.\n[Anesthesia]\nGeneral, Rigid #11, Jet ventilation.\n[Description]\nTumor debulked from LMS. 12x40mm Covered SEMS deployed. Patent airway achieved.\n[Plan]\nPACU, monitor O2 sats."}
{"note_text": "Procedures:\n1. 31631: Placement of tracheal stents (Two 16x60mm Aero stents used telescopically to cover long segment disease).\n2. 31625-59: Endobronchial biopsy of tumor (performed distinct from stenting on exposed tissue).\nTechnique: Rigid bronchoscopy used for airway control. Guidewire navigation. Stent deployment required telescoping technique due to distal migration of first unit. Biopsy performed with forceps."}
{"note_text": "[Indication]\nLeft mainstem obstruction, metastatic RCC, post-obstructive pneumonia.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nRigid scope advanced. 80% obstruction of LMS id[REDACTED]. Mechanical debulking performed via coring, forceps, and microdebrider. Bleeding managed with tamponade and epinephrine. Lumen restored to 75% patency.\n[Plan]\nMICU admission. Antibiotics."}
{"note_text": "Dx: Metastatic lung CA at RMS (76%).\nProcedure: Rigid Bronchoscopy.\nActions:\n- Forceps debulking (multiple passes).\nResult: 30% residual. EBL 75mL.\nPlan: ICU."}
{"note_text": "Indication: Bronchus intermedius obstruction.\nProcedure: Rigid Bronchoscopy (12mm). Therapeutic Aspiration.\nFindings:\n- Polypoid mass in BI.\n- Soft, pulsatile, brisk bleeding on touch.\n- EBUS: Vascular, no tumor.\nAction: Suctioned purulent secretions. Aborted debulking due to hemorrhage risk.\nDx: Broncholith (CT confirmed).\nComplication: Small PTX."}
{"note_text": "[REDACTED] to the OR for a rigid bronchoscopy to remove a chicken bone. We inserted the rigid scope and found the bone in the right lower lobe. We grabbed it with forceps and pulled everything out together. The airway looked fine afterwards."}
{"note_text": "Operation: Bronchoscopy with tumor destruction.\nTechnique: Cryotherapy.\nAction: The LLL lateral basal tumor was localized via electromagnetic guidance. The cryoprobe was positioned centrally. Three cycles of freezing were administered to ablate the tissue. \nOutcome: Successful destruction of target lesion with adequate margins."}
{"note_text": "The procedure was performed under general anesthesia. A 12 mm rigid bronchoscope was inserted. The right middle and lower lobes were obstructed by granulation tissue. Mechanical debulking was performed but obstruction persisted. We elected to place stents. An initial 10x20 mm stent in the RLL was oversized and replaced with an 8x20 mm covered metallic stent. A second 8x15 mm covered metallic stent was placed in the RML. Both were dilated with a CRE balloon. Final inspection showed patent airways."}
{"note_text": "[Indication]\nEmergent malignant airway obstruction.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nCritical carinal obstruction debulked mechanically. Airway restored. Procedure curtailed due to hypotension.\n[Plan]\nMICU. Stabilize."}
{"note_text": "[Indication]\nAirway stent obstruction, resolving mediastinal mass.\n[Anesthesia]\nGeneral, LMA/Rigid.\n[Description]\nRigid bronchoscopy used to remove tracheal Y-stent (foreign body). Flexible bronchoscopy with cryotherapy performed to debulk granulation tissue in the left mainstem. Airway patency restored.\n[Plan]\nAdmit to pediatric ward."}
{"note_text": "Name: [REDACTED]\nMedical Record [REDACTED]: 2034958\nDate of Birth: [REDACTED] (65 years old)\nSex: Female\nDate of Service: [REDACTED]\nTime In: 07:30 | Time Out: 11:45 | Total Procedure Time: 4 hours 15 minutes\n\nCARE TEAM\n\nPrimary Operator: David Kim, MD - Interventional Pulmonology (Attending)\nAssistant Operator: Rachel Foster, MD - Interventional Pulmonology Fellow (PGY-6)\nAnesthesiologist: Margaret Sullivan, MD\nCRNA: James Torres, CRNA\nCirculating RN: Patricia Martinez, RN\nScrub Tech: Anthony Garcia, CST\nRespiratory Therapist: Michelle Chen, RRT\n\n\nCLINICAL HISTORY & INDICATION\nMrs. [REDACTED] is a 65-year-old Nigerian-American female with a complex medical history including stage IIIB adenocarcinoma of the right lung (diagnosed 04/2023), status post chemoradiation therapy (completed 10/2023). She has been experiencing progressive dyspnea over the past 3 months and was found to have:\n\nRight mainstem bronchus obstruction - Interval CT imaging from [REDACTED] shows tumor recurrence causing 85% obstruction of the right mainstem bronchus with post-obstructive pneumonitis of the entire right lung\nMalignant pericardial effusion - Echo from [REDACTED] showed moderate-large pericardial effusion with early tamponade physiology (RA collapse)\nRight malignant pleural effusion - Thoracentesis [REDACTED] confirmed malignant cells\n\nThe patient presented to our interventional pulmonology clinic [REDACTED] with severe dyspnea (MMRC grade 4), inability to lie flat, oxygen requirement of 4L NC at rest. Given the multiple sites requiring intervention and the patient's overall debilitated status, the decision was made to address all issues in a single procedure session to minimize anesthetic exposures.\nMULTIDISCIPLINARY PLANNING\nPre-procedure conference held [REDACTED] with IP, cardiothoracic surgery, oncology, and anesthesia. Plan formulated:\n\nAddress airway obstruction first (most critical)\nFollow with pericardial window creation\nComplete with PleurX catheter placement if patient tolerates\n\nINFORMED CONSENT\nExtensive discussion held with patient [REDACTED] (healthcare proxy) on [REDACTED] at 16:00. Risks discussed in detail:\n\nBleeding (estimated 5-10% risk given tumor vascularity)\nPerforation or pneumothorax (5% risk)\nArrhythmia during pericardial procedure (10-15%)\nHypoxemia or respiratory failure (moderate risk given baseline status)\nNeed for ICU care postoperatively (expected)\nMortality risk (~2-5% given complexity and comorbidities)\n\nBenefits reviewed: Improved breathing, reduced cardiac compromise, palliation of symptoms.\nAlternatives discussed: No intervention (continued clinical decline), staged procedures (multiple anesthetic exposures).\nPatient [REDACTED] understood risks and expressed wish to proceed. Written consent obtained and witnessed.\n\nPREOPERATIVE DIAGNOSES\n\nRecurrent adenocarcinoma of right lung with endobronchial obstruction (C34.11)\nMalignant pericardial effusion with tamponade physiology (I31.3, C38.0)\nMalignant pleural effusion, right (J91.0)\nRespiratory failure, acute on chronic (J96.20)\n\nPOSTOPERATIVE DIAGNOSES\nSame as preoperative\nPROCEDURES PERFORMED\n\nRigid bronchoscopy with endobronchial tumor debridement\nElectrocautery and argon plasma coagulation of endobronchial tumor\nBalloon dilation of right mainstem bronchus stenosis\nMetallic airway stent placement, right mainstem bronchus\nFlexible bronchoscopy with inspection and therapeutic aspiration\nSubxiphoid pericardial window creation (performed by CT surgery)\nPericardial biopsy\nTunneled pleural catheter placement, right hemithorax\n\nCPT CODES\n\n31640 (Bronchoscopy with tumor excision)\n31641 (Bronchoscopy with destruction of tumor)\n31630 (Bronchoscopy with dilation)\n31631 (Bronchoscopy with stent placement)\n31645 (Bronchoscopy with therapeutic aspiration)\n33015 (Pericardial window, subxiphoid)\n32550 (Insertion of indwelling pleural catheter)\n\n\nANESTHESIA DETAILS\nType: General anesthesia with endotracheal intubation\nInduction: Fentanyl 150mcg IV, Propofol 180mg IV, Rocuronium 50mg IV\nMaintenance: Sevoflurane 1.5-2.5% with intermittent propofol boluses, Fentanyl infusion\nAirway: Initial 8.0mm oral endotracheal tube, exchanged to rigid bronchoscope\nMonitoring:\n\nStandard ASA monitors (ECG, NIBP, pulse oximetry, capnography, temperature)\nArterial line - left radial artery\nCentral venous catheter - right internal jugular (placed by anesthesia for access/monitoring)\nTransesophageal echocardiography probe (for pericardial window portion)\nNeuromuscular blockade monitoring\n\nHemodynamics: Patient remained hemodynamically stable throughout with MAP 65-85mmHg, HR 75-95 bpm. Vasopressor support with phenylephrine intermittent boluses (total 400mcg). Post-pericardial drainage, improvement in cardiac output noted on TEE."}
{"note_text": "Mr [REDACTED] is in the ablation study. We did the double whammy on his LUL tumor. First the cryo freeze for two cycles got a good ice ball. Then the microwave for 7 minutes to cook it. Looks like we got the whole thing plus margin. No bleeding no pneumo. He is doing fine."}
{"note_text": "Indication: Bronchus Intermedius tumor obstruction.\nAnesthesia: GA. Jet vent failed -> Conventional vent via rigid.\nProcedure:\n- Rigid bronch (12mm).\n- Cryo-debridement of tumor in BI.\n- Aspiration of purulent fluid (culture).\n- Stent: Aero 20x10mm placed over wire.\nResult: BI patent. RML/RLL aerated.\nPlan: ICU. Wean vent."}
{"note_text": "We performed a bronchoscopy to investigate the patient's chronic cough. Upon entering the airways, we noted significant inflammation, with boggy, erythematous mucosa and thick purulent secretions scattered throughout. We washed the right lower lobe and performed a formal lavage of the right middle lobe. These samples were submitted for extensive microbiological testing to rule out opportunistic infection."}
{"note_text": "Due to severe compression of the trachea from the outside, we performed a rigid bronchoscopy to place a stent. We measured the airways and cut a silicone Y-stent to fit. We deployed the stent to hold the trachea and main airways open. The patient's breathing improved immediately after placement. We confirmed the stent was in a good position before finishing."}
{"note_text": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 71/F\nDate: [REDACTED]\nIndication: Mid-tracheal endobronchial mass from adenoid cystic carcinoma with progressive dyspnea.\nProcedure: Rigid bronchoscopy with mechanical debulking of tracheal tumor.\nAnesthesia: General anesthesia with rigid bronchoscopy; anesthesia team present.\nFindings: Broad-based tracheal mass on posterior wall at T3 level causing ~70% lumen compromise; no distal involvement.\nIntervention: Tumor was resected using rigid coring, snare resection of the bulk, and microdebrider to shave residual tissue. Multiple tumor fragments were removed and sent for histology. Final airway lumen showed approximately 20% residual narrowing without immediate need for stent.\nComplications: Mild bleeding controlled with iced saline; no desaturation or pneumothorax.\nDisposition: Extubated in OR and discharged to step-down unit."}
{"note_text": "Interventional Pulmonology Procedure Note\nProcedures: Rigid bronchoscopy with tumor debulking and placement of covered metallic stent in left mainstem bronchus.\nPatient: [REDACTED], 69-year-old female with left mainstem obstruction from endobronchial adenocarcinoma causing collapse of left lung.\nAnesthesia: General anesthesia via rigid bronchoscope size 11 with jet ventilation.\nFindings: Friable tumor completely occluding left mainstem bronchus at its origin.\nIntervention: Mechanical debulking using rigid barrel, suction, and forceps until lumen opened. Argon plasma coagulation applied to tumor base. Residual obstruction approximately 20 percent. A 12 x 40 mm covered self-expanding metallic stent was deployed under bronchoscopic and fluoroscopic guidance into the left mainstem.\nComplications: None. EBL 30 mL.\nDisposition: Extubated and transferred to PACU on 2 L nasal cannula. Postprocedure CXR showed re-expansion of left lung."}
{"note_text": "Procedure: RLL APC Debulking\nPt: [REDACTED], 54M\nIndication: Thyroid CA.\nSteps:\n1. GA, Rigid scope.\n2. Found RLL tumor.\n3. Used APC to debulk it.\n4. Used Laser for bleeding/cleanup.\n5. RLL open now (24% residual).\n6. 200cc blood loss, controlled.\nPlan: ICU."}
{"note_text": "Research Case: Robert Berg\nTarget: LUL Apicoposterior\n1. Navigated to lesion.\n2. Confirmed w/ r-EBUS.\n3. Cryo x2 cycles.\n4. Wait 15 mins.\n5. Microwave 75W 7 mins.\n6. Post-op EBUS: big ablation zone.\n7. Stable."}
{"note_text": "[REDACTED] a cancer growth in the middle of his windpipe. We used a rigid bronchoscope to remove the tumor. We cut and scraped the tumor away until the airway was open. We didn't put a stent in because the opening is now wide enough and he is scheduled for radiation treatment."}
{"note_text": "Service: Rigid airway restoration and prosthesis insertion.\nSite: Left mainstem bronchus.\nTechnique: Tumor excision via rigid barrel and thermal coagulation. Insertion of covered metallic scaffold (SEMS).\nOutcome: Re-aeration of the left lung."}
{"note_text": "Procedure: Rigid Bronchoscopy, Stent Placement\nPatient: [REDACTED]\nAttending: Dr. Rivera\nSteps:\n1. Time out completed.\n2. General anesthesia with jet ventilation.\n3. Rigid scope inserted. Visualized 80% tracheal stenosis.\n4. Cored tumor, suctioned debris.\n5. Dilated with balloon to 14 mm.\n6. Deployed 14x40 mm silicone stent.\n7. Confirmed position 2cm above carina.\nComplications: Minimal bleeding, hemostasis achieved.\nPlan: ICU admission."}
{"note_text": "Resident Procedure Note\nPt: [REDACTED], 52M\nDx: Tracheal malignancy.\nSteps:\n1. Rigid bronch inserted (GA/Jet).\n2. Dilated tracheal narrowing with balloon.\n3. Deployed Dumon Y-Stent 20x40mm.\n4. Stent looks good, open.\n5. Obstruction down to 21%.\nPlan: Admit to floor."}
{"note_text": "Dx: Malignant TE fistula.\nProc: Rigid bronch, Dual tracheal stenting, Biopsy.\nDetails:\n- 70% obstruction mid-trachea + TEF.\n- Rigid scope inserted.\n- Stent 1 (16x60 Aero) placed; migrated distally.\n- Biopsy of tumor taken.\n- Stent 2 (16x60 Aero) placed telescoping into first.\n- Fistula covered. Airway open.\nPlan: Tissue dx pending."}
{"note_text": "Thomas White here for the debulking of the right mainstem tumor its nsclc blocking about 85 percent used the rigid scope under general anesthesia to core it out and forceps to pull the rest we didnt use any ablation or balloons just mechanical debulking bleeding was moderate about 50ml controlled with epi and saline patient extubated and going to oncology floor"}
{"note_text": "Patient: [REDACTED] | 67M | MRN [REDACTED]\nDate of Procedure: [REDACTED]\nAttending: Laura Kim, MD\n\nPRE-OP DIAGNOSIS:\nHistory of left mainstem silicone stent for malignant obstruction, increased mucus burden\n\nPOST-OP DIAGNOSIS:\nSame; stent patent, no revision required\n\nPROCEDURE PERFORMED:\nTherapeutic flexible bronchoscopy with stent surveillance and airway toilet\n\nANESTHESIA:\nModerate sedation with midazolam 3 mg IV and fentanyl 100 mcg IV; native airway with oral bite block\n\nDESCRIPTION:\nBronchoscope advanced orally with bite block in place. Vocal cords normal. Trachea and right bronchial tree\nwithout new lesions.\n\nLeft mainstem silicone stent visualized in expected position. Approximately 60–70% of the stent lumen was\nfilled with thick tenacious mucus. Spent 15 minutes performing aggressive suctioning and saline lavage to clear\nsecretions. After airway toilet, the stent lumen was widely patent, >80% open.\n\nStent edges inspected carefully. No evidence of migration, fracture, or tumor in-growth. Mild, non-obstructing\ngranulation tissue at the distal end (<10% circumference) noted but not treated during this session.\n\nNO balloon dilation, NO stent repositioning, and NO stent exchange were performed. This was purely a routine\nstent check and cleaning.\n\nRemaining left-sided bronchi examined and were patent without additional lesions.\n\nCOMPLICATIONS:\nMinimal mucosal oozing controlled with cold saline. No desaturation.\n\nDISPOSITION:\nRecovered uneventfully and discharged home.\n\nCPT (requested): 31645"}
{"note_text": "Patient [REDACTED] blocking the bronchus intermedius. We put him under general. Tried jet vent but sats dropped so we switched to regular vent through the rigid scope. Saw the tumor blocking everything right upper lobe was open though. Used cryo to clean it up and apple cored it with the rigid scope. Sucked out a ton of nasty pus from behind the blockage. Put in an Aero stent 20 by 10. Looks good now airway open. Back to ICU."}
{"note_text": "PROCEDURE CODES JUSTIFICATION:\n1. 31641 (Tumor Destruction): Extensive APC thermal ablation and mechanical shaving performed on proximal Left Mainstem tumor to relieve 80% obstruction.\n2. 31631 (Stent Placement, Tracheal/Carinal): Deployment of Silicone Y-stent (tracheal, right, and left limbs) to treat carinal fistula and extrinsic compression. \nNote: Biopsy (31625) performed but bundled. Rigid bronchoscopy utilized for stent delivery."}
{"note_text": "The procedure was performed in the main operating room. After administration of sedatives, the bronchoscope was inserted. We advanced into the subglottic space. There were 3 polypoid lesions blocking the airway. A 10mm rigid tracheoscope was inserted. The flexible bronchoscope was introduced, and the electrocautery snare was used to transect the lesions. We removed about 10 other lesions in the same fashion. We used APC to ablate the remaining tumor area. At the end, the trachea was 90% open. The rigid bronchoscope was removed."}
{"note_text": "Rigid and flexible bronchoscopy performed for tumor obstruction. Initial therapeutic aspiration cleared the right and left mainstems. The left mainstem was noted to be 100% obstructed by tumor. This was treated with electrocautery knife and microwave ablation (90C for 3.5 min total), restoring patency to 100%. A 10x20mm Bonastent was deployed in the LLL basal segment. Bronchoalveolar lavage was performed in the Lingula (LB4/5). Patient tolerated the procedure well."}
{"note_text": "bronch for cough history of bmt airways look terrible red swollen pus everywhere did a bal in the rml and a wash in the rll sent it all off for culture gave some sedation patient did fine start flutter valve"}
{"note_text": "OPERATIVE NARRATIVE: The patient was brought to the operating suite for management of complex malignant central airway obstruction and malignant pleural effusion. Under general anesthesia with rigid bronchoscopic intubation, the right mainstem bronchus was visualized, demonstrating 90% occlusion by fungating tumor. Mechanical debulking was performed utilizing the rigid barrel, followed by electrocautery and argon plasma coagulation to the tumor base (CPT 31641). Following balloon dilation, a covered metallic stent was deployed, restoring luminal patency to the right mainstem bronchus (CPT 31636). Subsequently, a tunneled indwelling pleural catheter was inserted into the right hemithorax for palliation of the recurrent effusion (CPT 32550)."}
{"note_text": "PROCEDURE: Rigid Bronchoscopy with Tumor Debulking and Stenting.\nINDICATION: Malignant obstruction of the Bronchus Intermedius (BI) with post-obstructive pneumonia.\nNARRATIVE: General anesthesia was induced. A 12mm rigid bronchoscope was inserted. Jet ventilation proved inadequate due to hypoxia, necessitating conversion to a closed system with conventional ventilation. Inspection revealed a fleshy, obstructive tumor in the proximal BI with distal purulence. Thermal ablation was contraindicated due to high FiO2. We performed mechanical coring and cryo-extraction to recanalize the airway. Copious purulent secretions were evacuated. An Aero 20x10mm covered metallic stent was deployed over a guidewire under fluoroscopic control. Post-deployment inspection confirmed patency of the RUL, RML, and RLL orifices."}
{"note_text": "Indication: Tracheal Obstruction (Tumor).\nProc: Rigid Bronch, Tumor Ablation.\nFindings: 3 polypoid lesions, 90% block. Multiple small lesions.\nActions:\n- Snare resection of large polyps.\n- APC used on base/residue.\n- 90% patency achieved.\nPlan: Ward, Oncology consult."}
{"note_text": "Under general anesthesia, a rigid bronchoscope was inserted. A tumor in the distal left mainstem obstructing the LLL and lingula was id[REDACTED]. Cryoextraction was used for debulking. APC was used for hemostasis. A BAL was performed in the lingula. The LLL remained obstructed, but the left mainstem patency improved to 85%."}
{"note_text": "Patient [REDACTED] a tracheal tumor blocking 90 percent of the airway. We put him to sleep and looked with the flex scope first. Saw the polyps. Put in the 10mm rigid scope. Used the snare to cut off the big ones and a bunch of small ones too. Suctioned them out. Used the APC to burn the rest of it down. Got it open to about 90 percent. We wanted to stent it but he said no because of the cough. Sent him to the floor."}
{"note_text": "Procedure: Bronchoscopy with Tracheal Stent Placement (CPT 31631).\nDevice: 16x40mm Uncovered Ultraflex Stent.\nTechnique:\n1. Initial assessment via flexible scope/LMA confirming 4cm complex stenosis.\n2. Rigid bronchoscopy (12mm scope) established.\n3. Stent deployment covering the stenotic segment.\n4. Balloon dilation (bundled) to 16.5mm to expand stent.\nOutcome: Improvement from 60% obstruction to 90% patency."}
{"note_text": "Coding:\n- 31653: EBUS TBNA (10R, 4L).\n- 31627: Navigation (Ion).\n- 31654: Radial EBUS.\n- 31628: Transbronchial biopsy.\nNote: Cryobiopsy performed for molecular yield.\nPathology: Confirmed malignancy in node and lung."}
{"note_text": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Lisa Anderson\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: Squamous cell carcinoma with airway compromise\nPre-procedure obstruction: ~91% Right mainstem\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nSequential balloon dilation of RMS stenosis performed.\nAirway measured and Novatech Silicone - Dumon stent (20x50mm) deployed in Right mainstem.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~4%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nAnderson, MD"}
{"note_text": "patient [REDACTED] a te fistula and tumor causing blockage we tried to stent it first one went too low into the right mainstem so we pulled it back a bit but it wasnt covering the top part. gi couldnt stent the esophagus so we went back in with the rigid scope took a biopsy of the tumor then put a second aero stent inside the first one telescoping it. now the whole thing is covered and airway is open looks good."}
{"note_text": "OPERATIVE NOTE: The patient presented with respiratory failure requiring long-term airway access. A percutaneous dilational tracheostomy was performed. Bedside ultrasound of the neck was utilized to rule out vascular anomalies. Due to the patient's limited neck mobility and challenging anatomy, the procedure required significantly increased effort (>40% increase) and the assistance of multiple attending physicians. Under bronchoscopic visualization, the trachea was accessed between the 1st and 2nd rings. Serial dilation was performed using the single-stage dilator. A 7.0 cuffed tracheostomy tube was placed and confirmed patent."}
{"note_text": "PREOPERATIVE DIAGNOSIS: Endoluminal right mainstem obstruction secondary to presumed RCC.\nPOSTOPERATIVE DIAGNOSIS: Tumor obstruction of the bronchus intermedius \nPROCEDURE PERFORMED: Rigid bronchoscopy with endobronchial dubulking\nINDICATIONS: Tumor obstruction of right mainstem with complete lung collapse  \nConsent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent. \nSedation: General Anesthesia\nDESCRIPTION OF PROCEDURE: The procedure was performed in the main operating room. Following induction and paralyitic administration by anesthesia an 11 mm ventilating rigid bronchoscope was inserted into the mid trachea and attached to the ventilator. The rigid optic was then removed and the flexible bronchoscope was inserted through the rigid bronchoscope. On initial bronchoscopic inspection the trachea, left lung appeared normal without evidence of endobronchial disease. In the orifice of the right mainstem, protruding slightly into the supra-carinal space was a large mass causing complete obstruction. The lesion appeared to have a stock/base and we therefore secured the polypoid lesion using the electrocautery snare. The lesion was snared and immediately hemorrhaged briskly completely obscuring the field of view. The rigid bronchoscope was advanced into the right mainstem to attempt to isolate the bleeding however the patient’s oxygen saturation continued to fall and the decision was made to remove the rigid scope and insert an ETT. This was done by anesthesia using an 8.0 ETT. The patient was placed right side down to protect the left lung and while suctioning blood via a flexible bronchoscope in the ETT. Vision remained poor and we utilized topical TXA and epi to try to slow the bleeding while using cryotherapy probe to pull blood clots from the airways. Eventually the bleeding stopped and the patient’s oxygen saturation returned to normal. Once we were able to better visualize the airways we found that the left side had relatively mild blood spillover and at the LC1 carina the transected tumor was seen which was removed piecemeal using the cryotherapy probe.  Subsequently we began to debulk further into right lung. The right upper lobe was eventually visualized. We attempted to use APC to \"burn and shave\" residual airway tumor however patient would quickly desat with drops in FIO2 required to safely use thermal therapies. We were able to debulk until what was likely the distal aspect of the BI but significant tumor still remained. Patient had extremely low reserve and since he continued to desaturate limiting our ability to continue debulk we decided to APC the base or the tumor as well as the residual tumor in the airway wall until we were confident that there was no active bleeding and abort attempts to further debulk for now and to consider returning to the OR at a later date. Once this was accomplished the ETT position was confirmed to be 3cm above the carina. The bronchoscope was removed and there procedure completed. Decision in consultation with anesthesia was for patient to remain intubated for now and transfer to the ICU.\nSpecimens: Right mainstem tumor\nFluids/Blood Products:\nIVF: 1500  EBL: 200cc  Blood Products: None\n Complications: Severe hemorrhage, severe hypoxia, Escalation in level of care.\nRecommendations: \n-\tPatient to remain intubated overnight, with endobronchial blocker at bedside.\n-\tIf no bleeding overnight plan to extubate tomorrow.\n-\tWill need to discuss options moving forward. Given the extent of the tumor risk/benefit ratio of re-attempting debulking needs to be carefully considered along with alternative options such as radiotherapy."}
{"note_text": "CPT Codes:\n- 31641: Bronchoscopy with destruction of tumor (APC/Cryo debulking of Left Mainstem/LUL/LLL).\n- 31653: EBUS sampling of 3+ stations (4R, 2R, 7, 4L sampled).\n- 31624: Bronchoscopy with BAL (distinct maneuver for culture of purulent secretions in LLL).\nNarrative: Complex airway management requiring transition from LMA/EBUS to Rigid/Jet Ventilation for therapeutic debulking."}
{"note_text": "Proc: Rigid bronch w/ stent.\nInd: Esophageal CA, tracheal inv.\nActions:\n- Jet vent.\n- APC tumor ablation.\n- Novatech Silicone stent (14x60mm) placed Left mainstem.\n- Patency confirmed.\nPost-op: 14% obstruct. No comp."}
{"note_text": "Resident Note\nPatient: [REDACTED] Hughes\nProcedure: Tracheal Dilation (Rigid + Balloon)\nSteps:\n1. GA, rigid scope inserted.\n2. Saw 75% stenosis at old trach site.\n3. Dilated with the rigid scope first.\n4. Then used 15mm balloon at 10 atm.\n5. Airway looks 80% open now.\nPlan: Obs, maybe T-tube next time."}
{"note_text": "anthony taylor dictation. he has lung cancer mets causing blockage in the BI. we did a rigid bronch today. used the biopsy forceps to grab the tumor out piece by piece. then used the laser and apc to clean up the base and stop the bleeding. blood loss maybe 75ml. airway looks better about 32% blocked now. sending to ICU."}
{"note_text": "[REDACTED] here for the tracheal tumor she has stridor we did a rigid bronchoscopy under GA cored out the tumor used forceps and a snare too mechanical removal only no burning or balloons bleeding was minimal 20ml shes going to step down for the night"}
{"note_text": "The patient was brought to the operating room for stent management. General anesthesia was induced. Diagnostic bronchoscopy showed granulation tissue in the left mainstem limb of the Y-stent. A rigid tracheoscope was inserted and the stent was removed intact using rigid forceps. Following removal flexible bronchoscopy with cryotherapy was performed to ablate the granulation tissue in the left mainstem. The procedure was uncomplicated."}
{"note_text": "Indication: New right effusion, hx breast CA.\nProcedure: Right medical thoracoscopy. 6th ICS. 7mm rigid scope.\nFindings: Diffuse parietal/visceral nodules (breast CA mets).\nAction: 12 biopsies taken. 1450mL bloody fluid removed. 5g Talc insufflated. 28Fr chest tube placed.\nComplication: Transient hypoxia, resolved."}
{"note_text": "A 12 mm non-ventilating rigid tracheoscope was inserted through the mouth. The patient’s Y stent was well placed. The flexible bronchoscope was removed and the rigid optic was reinserted alongside rigid alligator forceps. The stent was subsequently removed en-bloc with the rigid bronchoscope. Once his stent was removed an I-gel LMA was then placed. The cryotherapy probe was used to perform multiple 30 second freeze thaw cycles at the areas of residual granulation tissue."}
{"note_text": "Indication: Tracheal stenosis.\nAnesthesia: General.\nProcedure: \n- Therapeutic scope passed through LMA.\n- Findings: Proximal tracheal stent with anterior/posterior granulation tissue. Thick mucus.\n- Action: Aspiration of all lobes (RUL, RML, RLL, LUL, LLL). Cryotherapy (2.4mm probe) applied to granulation tissue (4 cycles, 30s freeze/thaw). Tissue removed en bloc.\n- Complication: Minor oozing, stopped w/ cold saline.\n- Plan: Extubate. PACU."}
{"note_text": "[Indication]\nMalignant central airway obstruction, retained metallic stent.\n[Anesthesia]\nGeneral.\n[Description]\n1. Flex bronch: TBM, RMS tumor, LMS embedded stent with pus. BAL done.\n2. Rigid bronch inserted.\n3. LMS: Stent removal using APC, balloon dilation, and forceps.\n4. RMS: Tumor debulking via APC.\n5. Customized Y-stent placed to patent airways.\n[Plan]\nAdmit. Rad Onc consult. Stent removal 2 wks."}
{"note_text": "Procedure: Rigid Bronchoscopy with Stent Removal.\n- Rigid scope inserted.\n- Tracheal stent removed with forceps.\n- Bilateral mainstem stents removed.\n- APC used for hemostasis at granulation sites.\n- Jet ventilation utilized.\n- Patient stable, transferred to PACU."}
{"note_text": "We performed a rigid bronchoscopy on [REDACTED] the tumor blocking her right mainstem bronchus. Using biopsy forceps, we mechanically removed the tumor in pieces. We managed to reduce the obstruction from 76% down to 30% with minimal blood loss."}
{"note_text": "Chloe Harris 55F right mainstem tumor incidental finding... rigid bronch today sessile lesion lateral wall blocking 60 percent used the snare then the coring and microdebrider got it all out looks clean minimal bleeding discharge home."}
{"note_text": "Proc: Robotic Bronch + Cryoablation RLL.\n- Monarch robot -> RLL superior seg.\n- 16mm lesion.\n- Confirmed: REBUS + CBCT.\n- Cryo: 3 cycles (freeze/thaw), 300s each.\n- Ice ball confirmed on CBCT.\n- Mild hemoptysis."}
{"note_text": "Code: 31640 (Tumor excision).\nContext: Emergent.\nSite: Distal Trachea/Carina.\nMethod: Mechanical debulking (Coring/Forceps).\nNote: No stent placed due to patient stability issues."}
{"note_text": "Rigid bronchoscopy with mechanical debulking of carinal/right mainstem tumor. Severe dyspnea from NSCLC. Tumor occupying right side of carina and proximal right mainstem with 85% obstruction. Mechanical debulking with rigid coring and forceps performed. Microdebrider used to smooth tumor base. Debulking was entirely mechanical. Transient desaturation resolved. Admitted to ICU."}
{"note_text": "Steven Park 60M with critical airway blockage. Taking him to OR for rigid. Tumor was choking off the distal trachea. We rammed the rigid scope through to core it out then used the microdebrider to clean the walls. Just mechanical work no burning. He desatted a bit during the coring but is okay now. ICU admission."}
{"note_text": "[Indication]\nCarinal and Left Mainstem obstruction (Lung Cancer).\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\n80% obstruction id[REDACTED]. Mechanical debulking performed using rigid coring and forceps. No thermal ablation. Hemostasis secured.\n[Plan]\nExtubate. Admit to step-down."}
{"note_text": "OPERATIVE REPORT: The patient, a 37-year-old male, presented with complete obstruction of the left mainstem bronchus. A rigid ventilating bronchoscope was introduced. Inspection confirmed 100% occlusion of the LMS by malignant tissue. Multimodal debulking was performed utilizing electrocautery (PreciSect) and microwave ablation (2 minutes at 90C). Post-intervention, airway patency was restored to 100%. To maintain patency in the lower lobe, a 10x20mm Bonastent was deployed in the LLL basal segment. A bronchoalveolar lavage was obtained from the Lingula for microbiologic analysis."}
{"note_text": "Dr Patterson here procedure for Ellen Tigh she has that small cancer in the LUL. We went in with the scope navigated to the spot. Used the cryo probe to freeze it twice. Saw the ice ball on the fluoro. No bleeding. She goes home today."}
{"note_text": "Procedure: RMS Tumor Removal\n1. GA/Rigid scope.\n2. Suctioned clots.\n3. Cored tumor with scope.\n4. Forceps used.\n5. Microdebrider for base.\n6. Hemostasis achieved.\n7. Extubated."}
{"note_text": "OPERATIVE REPORT: [REDACTED] bronchoscopy for a mid-tracheal squamous cell carcinoma. A fungating posterior wall mass was id[REDACTED] obstructing 75% of the lumen. The tumor was debulked using rigid coring and snare excision techniques. A microdebrider was employed to fine-tune the resection. A patent airway was achieved without the need for stenting, facilitating future radiation therapy."}
{"note_text": "Subject: [REDACTED] Procedure: Bronchoscopic Pulsed Field Ablation (PFA). Methodology: General anesthesia. ENB performed. Target: LUL apicoposterior segment. Radial EBUS verification. Novel PFA catheter advanced. Ablation Parameters: Voltage 1500 V. Energy delivery: Non-thermal. Outcomes: Successfully completed per protocol. No arrhythmias observed. Disposition: Research protocol follow-up."}
{"note_text": "Dx: LMS carcinoid.\nProc: Rigid bronch, excision.\nFindings: Pedunculated lesion medial wall LMS, 65% obstruction.\nAction: Snare resection, coring, microdebrider.\nResult: Margins clear. Lumen restored.\nPlan: Ward. Surveillance."}
{"note_text": "Ind: Met lung cancer, 60% BI obstruct.\nProc: Rigid bronch debulking.\nTools: Biopsy forceps, APC/Laser.\nAction: Mechanical removal + thermal ablation base.\nResult: 32% residual. 75mL EBL.\nPlan: ICU."}
{"note_text": "Metastatic lung cancer with bronchial obstruction. Pre-procedure 85% obstruction at BI. Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at BI. Microdebrider assisted tumor removal performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Post-procedure 25% residual obstruction. EBL 50mL."}
{"note_text": "OPERATIVE REPORT: [REDACTED] severe (85%) obstruction of the Bronchus Intermedius due to metastatic lung cancer. Under general anesthesia, therapeutic rigid bronchoscopy was performed. The microdebrider was employed to excise the endobronchial tumor mass (CPT 31640). Systemic debulking resulted in a patent airway with 25% residual narrowing. Hemostasis was excellent."}
{"note_text": "Resident Note\nPt: [REDACTED], 66F\nDx: Esophageal CA -> RMS.\nSteps:\n1. Rigid bronch/Jet.\n2. Balloon dilated RMS.\n3. Placed Ultraflex Covered SEMS 16x50.\n4. Good position.\n5. Residual obs 11%.\nPlan: Floor."}
{"note_text": "Operation: Rigid endoscopy with tumor eradication and stent implantation.\nDetails: The right mainstem bronchus displayed severe blockage. We navigated the rigid scope to the lesion. The tissue was excised using the scope tip and ablated with argon plasma. A prosthetic stent was anchored across the stricture, re-establishing luminal patency. Subsequently, a drainage catheter was installed in the pleural cavity to evacuate fluid collection."}
{"note_text": "[REDACTED] bronchoscopy to treat a 72% obstruction in his left main stem bronchus. We mechanically debulked the tumor using the rigid scope and forceps, removing significant tissue. Afterward, we performed balloon dilation to further open the airway. The procedure successfully reduced the obstruction to 16%. There was about 200mL of blood loss, but hemostasis was secured before the end of the case."}
{"note_text": "Indication: Stent migration/infection.\nProc: Rigid bronch, Stent removal, Therapeutic aspiration.\nFindings: 2 stents migrated to RMB. Pus in LMB.\nActions:\n- Rigid scope inserted.\n- Aspiration of copious pus from LMB.\n- Stents grasped and removed en-bloc.\n- Esophageal stent visible/intact.\nPlan: Abx, Nebs."}
{"note_text": "Christopher Adams 62 male with lung cancer blocking his windpipe down low. Did a rigid bronchoscopy today. Tumor was at the carina blocking the right side mostly. We cored it out with the scope and used the grabbers to pull the pieces out. Also used a snare. Didnt use any laser or burning. Bleeding wasn't too bad. Woke him up and sent him to the floor."}
{"note_text": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Mark Taylor\n\nIndication: Malignant central airway obstruction\nPre-procedure: ~60% obstruction at RMS\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at RMS.\nLaser ablation performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nPost-procedure: ~35% residual obstruction.\nEBL: ~150mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nTaylor, MD"}
{"note_text": "[REDACTED] a rigid bronchoscopy to open his blocked left main airway. We used a combination of heat (APC), cold (cryo), and mechanical tools to remove the tumor, followed by a balloon to stretch the airway open. We also biopsied a lymph node for diagnosis."}
{"note_text": "Op note for hannah lee she has small cell lung cancer and a blocked lung. took her to the OR for rigid bronch. saw the tumor blocking the bronchus intermedius almost completely. used the rigid scope to core it out and forceps to grab the rest. opened it up to maybe 60 percent. bleeding was a bit moderate used epi and cold saline. kept her intubated for the ICU."}
{"note_text": "[Indication]\nLung mass, airway obstruction, staging.\n[Anesthesia]\nGeneral (LMA converted to Rigid).\n[Description]\nEBUS TBNA performed on 4R, 2R, 7, 4L (negative). Rigid bronchoscopy performed for debulking of distal LMS tumor. APC and Cryotherapy utilized. Fogarty balloon used for secretion management. Partial recanalization achieved.\n[Plan]\nPACU. Discharge on antibiotics."}
{"note_text": "[REDACTED] a rigid bronchoscopy to clear a tumor blocking his right lung. When we opened the blockage, we found a lot of infection (pus) behind it, which we drained. We used heat (APC) and balloons to widen the airways in the bronchus intermedius and the right upper lobe. We got them mostly open, but we couldn't put a stent in because the tumor goes too far down. We started him on antibiotics for the infection."}
{"note_text": "Under general anesthesia with jet ventilation, rigid bronchoscopy was conducted. APC was employed for tumor destruction preceding stent insertion. The airway was gauged and a Novatech Silicone - Dumon stent (14x60mm) was positioned in the Left mainstem. Stent location was verified with adequate expansion. Post-procedure blockage was ~14%. No adverse events."}
{"note_text": "Procedure: LMS Debulking\n1. GA/Rigid scope.\n2. Tumor in LMS.\n3. Scraped with bevel.\n4. Forceps used.\n5. Snare for hanging piece.\n6. Airway opened.\n7. Extubated."}
{"note_text": "Procedure: Rigid bronchoscopy with implantation of self-expanding metallic stent.\nFocus: Right Main Stem.\nAction: The stenosis was dilated via balloon. An Ultraflex Covered SEMS (18x30mm) was deployed. Visualization confirmed adequacy.\nOutcome: Occlusion reduced to 25%."}
{"note_text": "Procedure: Therapeutic Bronchoscopy (31641).\nTechnique:\n1. Destruction of tumor: Argon Plasma Coagulation (APC) applied to tumor surface at LC2 carina.\n2. Debulking: Cryoprobe and rigid forceps used to physically remove tumor tissue obstructing LUL and LLL.\n3. Secretion Management: Bronchial lavage (31624 bundled) and Fogarty balloon sweep performed to clear purulent secretions.\n4. Biopsy: Forceps biopsies obtained (bundled with 31641).\nSpecifics: 12mm rigid scope used. Patient required management of significant hypoxia/clot removal during case."}
{"note_text": "INTERVENTIONAL PULMONOLOGY – MECHANICAL DEBULKING OF LMS MASS\n\nPatient: [REDACTED], 64-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nHospital: [REDACTED]\nAttending: Dr. Ravi Gupta\n\nIndication:\nLeft mainstem endobronchial mass with near-complete obstruction and dyspnea at rest.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of left mainstem tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope. ASA class III.\n\nFindings:\nBulky tumor at left mainstem origin narrowing lumen ~90%.\n\nInterventions:\nRigid coring and forceps debulking were used to mechanically remove tumor. Microdebrider used for final debulking. No ablation.\n\nHemostasis:\nModerate oozing controlled with cold saline and epinephrine.\n\nEBL:\n55 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated, admitted to step-down unit for close monitoring."}
{"note_text": "Bronchus intermedius tumor with acute worsening dyspnea and wheeze. Rigid bronchoscopy with mechanical debulking of tumor. General anesthesia with rigid bronchoscopy. Irregular friable tumor occupying ~85% of the bronchus intermedius lumen with distal mucous plugging. Tumor was cored out mechanically using the rigid barrel; large fragments were removed with suction and forceps. A microdebrider was used to excise residual tumor along the airway wall. Final lumen with ~30% residual narrowing; no stent was placed due to anticipated systemic therapy. Mild bleeding controlled with cold saline and topical epinephrine. Extubated in OR and admitted to oncology ward."}
{"note_text": "betty adams here for the carinal tumor rigid bronchoscopy under general anesthesia saw the tumor blocking the left side and carina about 80 percent used the rigid scope to core it and forceps to pull it out mechanical debulking only no heat used bleeding was 40ml controlled well shes going to step down"}
{"note_text": "Procedure Note\nDx: Tracheal Stenosis\nStaff: [Attending Name]\n\n1. GA / LMA.\n2. Flex bronch: 4cm stenosis seen, starts 3cm below cords. 60% narrowed.\n3. LLL mucus suctioned.\n4. 12mm Rigid scope inserted.\n5. 16x40 Ultraflex uncovered stent placed.\n6. Stent position adjusted.\n7. Dilated w/ balloon to 16.5mm.\n8. Final result: 90% patent.\n\nPlan: PACU, Discharge home."}
{"note_text": "Rigid bronchoscopy with mechanical debulking of distal tracheal and carinal tumor. Indication was mixed obstructive lesion at distal trachea. Tumor occupying distal trachea and encroaching on carina reducing lumen by 75%. Mechanical debulking performed using rigid coring and forceps. Snare resection used for polypoid component. No ablation used. Final airway patency improved. Extubated and monitored."}
{"note_text": "Procedure: Rigid Debulking\nAttending: Dr. Li\nSteps:\n1. Patient intubated with rigid scope.\n2. Big tumor at carina/right main.\n3. Used scope to core it out.\n4. Used microdebrider to clean it up.\n5. Bleeding controlled with epi.\nEvents: SpO2 dropped to 90 briefly.\nPlan: ICU."}
{"note_text": "Rigid bronchoscopy was performed for stent migration and tumor ingrowth. The patient was placed under general anesthesia. A 14mm rigid scope was used. The migrated silicone stent was retrieved from the right mainstem. Inspection showed 70% obstruction from tumor regrowth in the mid-trachea. This was treated with 40W Nd:YAG laser, mechanical coring, and 12mm balloon dilation. A new 16x50mm Dumon silicone stent was deployed. The airway was patent at the end of the case. EBL was 50cc."}
{"note_text": "Proc: Rigid Bronch RMS (Debulk+Stent) + PleurX Rt Hemithorax.\nActions:\n- APC/Coring RMS (31641).\n- Stent RMS (31636).\n- IPC insertion Rt chest (32550).\nResult: Airway open, fluid drained."}
{"note_text": "Coding:\n- 31635: Removal of foreign body (Silicone Y-Stent).\n- 31641: Destruction of lesion/relief of stenosis (Cryotherapy applied to granulation tissue in mainstems).\nTechnique: Rigid bronchoscopy for removal; Flexible scope for cryo application. General anesthesia."}
{"note_text": "OPERATIVE SUMMARY: The patient underwent rigid bronchoscopy for management of left mainstem stent obstruction. Upon inspection, the stent itself was patent, but significant granulation tissue was noted distally, obstructing the left lower lobe. This tissue was meticulously debrided using cryotherapy. The decision was made to explant the left mainstem stent given the benign nature of the disease and distal progression. The stent was successfully extracted via the rigid barrel. Subsequent balloon dilation of the left lower lobe bronchi and submucosal injection of corticosteroids were performed to maintain patency and suppress inflammation."}
{"note_text": "Doris Hill 74 female with NSCLC obstructing the bronchus intermedius rigid bronch was done today under general anesthesia... saw the tumor blocking about 75 percent or so used the rigid tube to core it out and suctioned the pieces microdebrider used too final result looked good maybe 30 percent narrowing left no stent needed mild bleeding only stopped with saline admitted to floor."}
{"note_text": "Procedure: Rigid bronchoscopy with insertion of endobronchial prosthesis.\nTarget: Trachea.\nAction: The stenosis was expanded using balloon angioplasty. A Dumon Y-Stent (20x40mm) was positioned within the trachea. Verification confirmed satisfactory expansion.\nOutcome: Obstruction decreased to 21%."}
{"note_text": "We performed a rigid bronchoscopy on [REDACTED] a tumor obstructing his bronchus intermedius. The blockage was approximately 74%. We used rigid biopsy forceps to mechanically excise the tumor tissue piece by piece. We continued this until the obstruction was reduced to 12%. The bleeding was controlled, and we collected sufficient samples for pathology. He was transferred to the ICU for recovery."}
{"note_text": "Rigid bronchoscopy with tumor debulking and EBUS-TBNA. Extensive endobronchial tumor was debulked using APC and mechanical techniques. EBUS-TBNA of the subcarinal mass was performed. Hemostasis was achieved."}
{"note_text": "Indication: Tracheal obstruction (tumor).\nProcedure: Rigid bronch, Snare, APC.\n- 3 polypoid lesions proximal trachea, 90% obstruction.\n- Multiple distal lesions.\n- 10mm Rigid scope placed.\n- Snare resection of 3 large + 10 small lesions.\n- APC used to paint/shave base.\n- Airway 90% open post-op.\n- No stent placed (patient refusal/chemo).\nPlan: Ward, Pathology, Oncology consult."}
{"note_text": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Michael Chen\n\nIndication: Primary lung adenocarcinoma with CAO\nPre-procedure: ~74% obstruction at BI\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at BI.\nRigid bronchoscopy debulking with biopsy forceps performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nPost-procedure: ~12% residual obstruction.\nEBL: ~75mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nChen, MD"}
{"note_text": "cryo ablation procedure for Lucia Morales today for that LLL cancer shes not a surgery candidate. used general anesthesia intubated. used the veran system to get out there took a while cause of the angle. radial ebus confirmed it solid mass. stuck the cryo probe in froze it three times just to be sure cause its big. saw the ice ball on fluoro looks good. no bleeding really pulled everything out woke her up sent to pacu."}
