{"text": "PATIENT: Samuel Ortiz, 68-year-old Male\nMRN: 1904501\nDATE: 03/04/2025\nATTENDING: Dr. Priya Desai\nFELLOW: Dr. Michael Anders\nPROCEDURE: Flexible bronchoscopy with conventional transbronchial needle aspiration (TBNA) of subcarinal lymph node (station 7) using Wang needle (CPT 31629)\nINDICATION: Right lower lobe lung mass with PET-avid subcarinal lymphadenopathy, mediastinal staging for suspected non-small cell lung cancer.\n\nANESTHESIA/SEDATION: Moderate sedation with intravenous midazolam and fentanyl administered by the bronchoscopy team. Topical 1% lidocaine applied to the oropharynx and vocal cords. The patient maintained spontaneous ventilation via native airway with supplemental oxygen by nasal cannula.\n\nPROCEDURE DESCRIPTION:\nAfter a time-out and confirmation of consent, a flexible adult bronchoscope was introduced orally with a bite block. The vocal cords were mobile and normal in appearance. The trachea and main carina were normal with mild extrinsic impression at the subcarinal region but no endobronchial tumor. The right and left bronchial trees were inspected to the subsegmental level without obstructing lesions.\n\nCONVENTIONAL TBNA (WANG NEEDLE):\nA 21-gauge Wang transbronchial aspiration needle was passed through the working channel. Using anatomic landmarks only (no EBUS or ultrasound), multiple passes were made through the bronchial wall just proximal to the main carina targeting the subcarinal (station 7) lymph node seen on imaging (short-axis 15 mm). Four needle passes were performed with suction applied on each pass, yielding blood-tinged material with visible tissue fragments.\n\nROSE: An on-site cytotechnologist was present. Rapid on-site evaluation showed abundant lymphocytes with clusters of malignant epithelial cells, consistent with metastatic carcinoma. Adequacy was confirmed after the third pass; a fourth pass was performed for cell block and ancillary studies.\n\nSPECIMENS:\nStation 7 conventional TBNA x4 passes, submitted for cytology, cell block, and flow cytometry with reflex molecular studies if malignant.\n\nCOMPLICATIONS: Minimal oozing at the puncture site resolved with suction and cold saline. No significant bleeding, hypoxia, or hemodynamic instability. No linear EBUS, radial EBUS, or navigational bronchoscopy was used at any point; this was a purely conventional blind Wang needle TBNA.\n\nDISPOSITION/PLAN:\nThe patient was monitored in the bronchoscopy recovery area and discharged home in stable condition. Final cytology, cell block, and molecular profiling from station 7 will be reviewed at multidisciplinary tumor board. Further management (surgical resection versus chemoradiation or systemic therapy) will be based on complete staging results.", "meta": {"file": "golden_273.json", "suspected_leaks": "Titled Name"}}
{"text": "INTERVENTIONAL PULMONOLOGY PROCEDURE NOTE\n\nPatient: Anthony Moore\nMRN: 2914130\nDOB: 09/06/1948 (77 years old)\nGender: Female\nDate of Service: 01/25/2025\nLocation: Memorial Hospital, San Francisco, CA\n\nCARE TEAM\nAttending Physician: Dr. Maria Santos\nFellow: Dr. Kevin Chang (PGY-6)\nAnesthesiologist: On service\nROSE Cytopathologist: Present\n\nCLINICAL INDICATION\nCombined staging and peripheral nodule diagnosis\n\nPREOPERATIVE DIAGNOSIS\n1. Lung nodule/mass requiring tissue diagnosis\n2. Mediastinal lymphadenopathy requiring staging\n\nPOSTOPERATIVE DIAGNOSIS\nSame as preoperative, pending final pathology\n\nPROCEDURES PERFORMED\n1. Linear endobronchial ultrasound with transbronchial needle aspiration (EBUS-TBNA) for mediastinal staging\n2. Robotic-assisted bronchoscopy (Monarch platform) with peripheral lung biopsy\n3. Radial EBUS for peripheral lesion localization\n4. Transbronchial lung biopsy\n\nANESTHESIA\nType: General anesthesia with endotracheal intubation\nASA Class: 4\n\nPROCEDURE START TIME: 07:30\nPROCEDURE END TIME: 08:45\nTOTAL PROCEDURE TIME: 75 minutes\n\nEQUIPMENT\n- Linear EBUS scope: Olympus BF-UC180F\n- EBUS needle: Olympus NA-201SX-4021 (21G Standard FNA)\n- Robotic platform: Monarch (Auris Health (J&J))\n- Radial EBUS probe: 20 MHz miniprobe\n\nPROCEDURE DETAILS\n\nPART 1: LINEAR EBUS FOR MEDIASTINAL STAGING\n\nThe patient was brought to the procedure suite and placed in supine position. After induction of general anesthesia and endotracheal intubation with an 8.0 mm ETT, the linear EBUS bronchoscope was advanced through the ETT.\n\nSystematic mediastinal lymph node sampling was performed at the following stations:\n\nStation 2L: Identified homogeneous lymph node measuring 19.0mm (short axis) x 23.5mm (long axis). 2 passes performed with 21G needle. ROSE: Malignant - adenocarcinoma.\nStation 10L: Identified hypoechoic lymph node measuring 22.7mm (short axis) x 13.9mm (long axis). 4 passes performed with 21G needle. ROSE: Malignant - adenocarcinoma.\nStation 7: Identified hypoechoic lymph node measuring 16.8mm (short axis) x 24.0mm (long axis). 4 passes performed with 21G needle. ROSE: Adequate lymphocytes, no malignancy.\n\nPART 2: ROBOTIC BRONCHOSCOPY FOR PERIPHERAL LESION\n\nFollowing completion of mediastinal staging, the Monarch robotic bronchoscopy system was deployed.\n\nTarget lesion: RUL anterior (B3)\nLesion characteristics:\n- Size: 16.3 mm\n- Distance from pleura: 9.6 mm\n- CT appearance: Part-solid\n- Bronchus sign: Positive\n- PET SUV max: 12.4\n\nNavigation was performed successfully with registration error < 3mm. The robotic catheter was advanced to the target location. Radial EBUS probe was deployed confirming eccentric view of the lesion.\n\nTool-in-lesion confirmation: Augmented fluoroscopy\n\nSampling performed:\n- Transbronchial forceps biopsies: 6 specimens\n- TBNA: 2 passes\n- Brushings: 2 specimens\n\nROSE result from peripheral lesion: Malignant - adenocarcinoma\n\nSPECIMENS COLLECTED\n1. EBUS-TBNA specimens from stations 2L, 10L, 7 - sent for cytology, cell block, and flow cytometry\n2. Transbronchial biopsies from RUL - sent for surgical pathology\n3. Brushings from RUL - sent for cytology\n4. BAL from RUL - sent for cultures (bacterial, fungal, AFB)\n\nCOMPLICATIONS\nNone. No significant bleeding. No pneumothorax noted on post-procedure imaging.\n\nESTIMATED BLOOD LOSS\nMinimal (<10 mL)\n\nIMPRESSION\n1. Successful EBUS-TBNA mediastinal staging with sampling of 3 lymph node stations\n2. Successful robotic bronchoscopy with peripheral nodule biopsy\n3. ROSE adequate at all sampled sites\n4. Await final pathology and molecular testing if indicated\n\nPLAN\n1. Monitor in recovery for 2 hours\n2. Post-procedure chest X-ray - completed, no pneumothorax\n3. Discharge to home if stable with standard post-bronchoscopy precautions\n4. Results conference scheduled\n5. Final pathology will determine staging and treatment planning\n\nMaria Santos\nInterventional Pulmonology\nMemorial Hospital\n\nCPT CODES: 31653, 31627, 31654, 31628\n", "meta": {"file": "golden_274.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Harrison, William || MRN: 782341 || DOB: 03/15/1961\nDate: 11/18/2025 || Location: Emory University Hospital, Atlanta, GA\nMD: Dr. Rebecca Chen\n\nDx: RUL endobronchial mass seen on CT, suspected lung cancer\nProcedure: Bronchoscopy with endobronchial biopsy\n\nUnder moderate sedation (midazolam 4mg, fentanyl 100mcg IV), flexible bronchoscopy performed via oral route with 6.0mm Olympus scope. Airways inspected systematically. Exophytic polypoid mass identified at RB1 orifice, near-completely occluding the segment. Pink-red, friable appearance. 4 endobronchial biopsies obtained with cold forceps. Moderate bleeding controlled with cold saline irrigation. Bronchial washings sent. No other airway abnormalities. Patient tolerated procedure well.\n\nPost-procedure: Stable, SpO2 96% on 2L NC. D/C home with path f/u in 5 days.\n\nR. Chen, MD", "meta": {"file": "golden_295.json", "suspected_leaks": "Titled Name"}}
{"text": "BRONCHOSCOPY NOTE - ICU BEDSIDE\nDate: 10/14/2025\nPatient: Lopez, Maria | 68F | MRN 781244\nLocation: ICU Bed 12\nAttending: Dr. James Holloway\nIndication: Acute hypoxemic respiratory failure with suspected mucus plugging of right lung in patient with severe COPD and pneumonia on mechanical ventilation.\nAirway: 7.5 ETT at 22 cm, ventilator VC 16/400/5/60%\nSedation: Propofol and fentanyl infusions running; no additional IV pushes documented.\n\nProcedure:\n- Flexible bronchoscope passed through the ETT under continuous cardiac and pulse ox monitoring.\n- Large amounts of thick tenacious secretions suctioned from right mainstem, right middle lobe and right lower lobe bronchi.\n- Saline instillation and repeated therapeutic aspiration until airways cleared.\n- No biopsies, brushings, BAL or EBUS performed.\n- Left lung inspected; minimal thin secretions suctioned, no lesions.\n\nFindings:\n- Diffuse purulent secretions consistent with pneumonia.\n- No endobronchial mass or foreign body.\n\nComplications: None. Estimated blood loss <5 mL.\nDisposition: Remains intubated in ICU with improved breath sounds and lower peak pressures; repeat bronchoscopy only if clinically indicated.", "meta": {"file": "golden_246.json", "suspected_leaks": "Titled Name"}}
{"text": "**OPERATIVE REPORT - ROBOTIC BRONCHOSCOPY**\n\nDATE: 02/08/2025\nPATIENT: Rodriguez, Antonio M., 64M\nMRN: 7736291\nSURGEONS: Dr. Melissa Anderson (Attending), Dr. Kevin Nguyen (Fellow)\nANESTHESIA: Dr. Patricia Sullivan\n\nPREOPERATIVE DIAGNOSIS:\nMultiple bilateral pulmonary nodules, largest RLL 2.6cm, ddx includes metastatic disease vs primary lung cancer vs infection\n\nPOSTOPERATIVE DIAGNOSIS: Pending pathology\n\nPROCEDURES:\n1. Ion robotic navigational bronchoscopy\n2. Radial EBUS\n3. Transbronchial biopsies\n4. Bronchoalveolar lavage\n\nINDICATION: 64M with remote history of colon cancer (stage II, 2010) now with multiple lung nodules. Largest nodule RLL posterior segment 2.6cm, PET SUV 5.1. Other nodules range 0.8-1.4cm bilaterally. Biopsy needed for diagnosis.\n\nCONSENT: Standard procedural risks discussed including but not limited to pneumothorax, bleeding, infection, respiratory failure, need for mechanical ventilation, chest tube placement. Questions answered. Written consent obtained.\n\nANESTHESIA DETAILS:\nPatient brought to OR, monitored anesthesia care established. General anesthesia induced with propofol, fentanyl, rocuronium. Intubation with 8.0 ETT placed at 22cm, confirmed with ETCO2 and auscultation.\n\nVentilation: Pressure control mode, Pinsp 18, RR 14, PEEP 5, FiO2 55%, Pmean 13\n\nPROCEDURE IN DETAIL:\n\nTime-out performed confirming patient identity, procedure, and site. All imaging reviewed.\n\nCT chest with contrast from 01/25/2025 imported to Intuitive Ion planning system. Three-dimensional airway reconstruction performed. Navigation plan created to RLL posterior segment nodule (largest/most FDG-avid lesion).\n\nIon bronchoscope inserted through ETT. Initial airway survey:\n- Vocal cords: not visualized (via ETT)\n- Trachea: patent, mild anterior bowing, no stenosis\n- Carina: sharp, mobile\n- Right mainstem: patent\n- Left mainstem: patent, no endobronchial lesions\n\nAutomatic registration initiated. Adequate landmark correlation achieved. Fiducial error: 1.5mm. Confidence sweep performed - stable alignment throughout planned trajectory.\n\nIon catheter advanced to RLL posterior segment under navigational guidance. Real-time position tracking showed tool-to-target distance of 0.6cm.\n\nRadial EBUS (20MHz probe) inserted through Ion extended working channel. Probe advanced to target showing concentric echogenic pattern with heterogeneous internal echo. Lesion measured 24mm in largest dimension.\n\nCone-beam CT acquired for trajectory verification. Fusion overlay (NaviLink) confirmed catheter tip within lesion borders, 4mm from center.\n\nSAMPLING PERFORMED:\n- Transbronchial forceps biopsies x 7 (formalin for histology)\n- Cytology brushings x 3 (ThinPrep)\n- BAL from RLL posterior segment: 100cc instilled, 45cc return (sent for cell count, bacterial/fungal/AFB cultures, cytology)\n\nROSE: Preliminary cytology shows atypical cells, cannot exclude malignancy. Final pathology pending.\n\nHemostasis confirmed with direct visualization. No active bleeding. Airways suctioned clear.\n\nFINDINGS SUMMARY:\n- RLL posterior segment nodule successfully localized and sampled\n- No endobronchial lesions\n- No significant bleeding\n\nPatient tolerated procedure well. Extubated in OR without difficulty. Transferred to PACU in stable condition, oxygen saturation 98% on 2L NC.\n\nESTIMATED BLOOD LOSS: <10mL\n\nSPECIMENS: As listed above\n\nCOMPLICATIONS: None\n\nPOSTOPERATIVE PLAN:\n1. Routine post-bronchoscopy monitoring\n2. Chest X-ray in 2 hours to r/o pneumothorax\n3. Discharge home same day if CXR negative and stable\n4. Follow-up IP clinic 2 weeks for pathology results\n5. If additional nodules need sampling after final path review, will schedule staged procedure\n\nProcedure supervised and performed by Dr. Melissa Anderson, Attending Physician.", "meta": {"file": "golden_207.json", "suspected_leaks": "Unredacted Year, Titled Name"}}
{"text": "Pt: Green, Sarah || MRN: 3429488 || DOB: 12/10/1946\nDate: 11/11/2025 || Location: Scripps Memorial Hospital, La Jolla, CA\nAttending: Dr. Sarah Williams\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: Staging for lung cancer pleural involvement\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy with Pleural Biopsy\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted. Pleural space inspected.\n\nFINDINGS: Thickened parietal pleura with nodules\nMultiple biopsies obtained from parietal pleura (6 specimens).\nAdditional biopsies from diaphragmatic pleura.\nSpecimens sent for histopathology and immunohistochemistry.\nGiven findings, talc poudrage performed for pleurodesis.\nAll fluid evacuated. Chest tube placed.\nHemostasis confirmed. No air leak.\n\nDISPOSITION: Floor admission. Chest tube to suction.\nF/U: Path results in 5-7 days. Oncology consultation if malignant.\n\nWilliams, MD", "meta": {"file": "golden_256.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Williams, Barbara || MRN: 9980503 || DOB: 10/20/1944\nDate: 07/08/2025 || Location: Scripps Memorial Hospital, La Jolla, CA\nAttending: Dr. Robert Martinez\n\nIndication: Esophageal cancer with tracheal invasion\nPre-procedure obstruction: ~72% Left mainstem\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nAPC used for tumor ablation prior to stent placement.\nAirway measured and Novatech Silicone - Dumon stent (14x60mm) deployed in Left mainstem.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~14%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nMartinez, MD", "meta": {"file": "golden_259.json", "suspected_leaks": "Titled Name"}}
{"text": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\n\nPatient: Thomas Keller, 67-year-old male\nMRN: S31640-001\nDate of Procedure: 2024-01-15\nLocation: Horizon University Medical Center – Main OR\nAttending: Dr. Laura Brennan\nAssistant: Dr. Miguel Santos (IP fellow)\n\nPre-procedure Diagnosis:\nMalignant central airway obstruction of the left mainstem bronchus from biopsy-proven squamous cell carcinoma.\n\nPost-procedure Diagnosis:\nSame.\n\nProcedure Performed:\nRigid bronchoscopy with mechanical debulking of endobronchial tumor (CPT 31640).\n\nAnesthesia / Airway:\nGeneral anesthesia with neuromuscular blockade. Patient intubated with size 12 rigid bronchoscope; intermittent jet ventilation provided through the bronchoscope barrel. ASA class III.\n\nFindings:\nExophytic, friable tumor arising from the medial wall of the left mainstem bronchus, extending 2.5 cm distal to the carina and causing approximately 90% luminal obstruction with distal mucus plugging. Right-sided airways patent.\n\nInterventions:\nThe bevel of the rigid bronchoscope was used to perform repeated rigid coring and mechanical debulking passes through the tumor. Large pieces of tumor were removed with forceps and suction. A microdebrider was then introduced through the rigid scope to further debulk residual tumor until the lumen was widely patent. Overall, the tumor was debulked in piecemeal fashion with clear mechanical debulking and excision of obstructing tissue. No thermal ablation was used.\n\nHemostasis:\nMild oozing from the tumor base controlled with cold saline irrigation and topical epinephrine. No APC or laser therapy required.\n\nEstimated Blood Loss:\n25 mL.\n\nComplications:\nNone immediate. No hypoxia or hemodynamic instability.\n\nPost-procedure Airway Status:\nFinal left mainstem obstruction estimated at <20% with good visualization of segmental bronchi and restoration of airflow.\n\nDisposition:\nExtubated in the OR without difficulty and transferred to the ICU for overnight monitoring given high tumor burden and recent pneumonia.\n\nPlan:\nPost-procedure chest radiograph; resume systemic therapy per oncology; repeat bronchoscopy as needed for recurrent obstruction.", "meta": {"file": "golden_282.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Mitchell, Mary || MRN: 8464986 || DOB: 1/12/1958\nDate: 10/23/2025 || Location: Scripps Memorial Hospital, La Jolla, CA\nAttending: Dr. David Wilson\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Lung-RADS 4B nodule\nTarget: 35mm nodule in RML\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Left Mainstem, LUL Lingula Carina (LC1), Bronchus Intermedius, Left Carina (LC2), RML Carina (RC2) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t12\t384\t14\t100\t8\t16\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 1.9mm. Ion robotic catheter was used to engage the Medial Segment of RML (RB5). Target lesion is approximately 35mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.4cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Adjacent. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 23G Needle through the extended working channel catheter. Total 5 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.7mm cryoprobe via the extended working channel catheter. Freeze time of 5 seconds was used. Total 3 samples were collected. Samples sent for Pathology.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nROSE Result: Benign respiratory epithelium and macrophages\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nWilson, MD", "meta": {"file": "golden_268.json", "suspected_leaks": "Titled Name"}}
{"text": "PATIENT: Williams, Janet S. || MRN: PFA-2025-447 || DOB: 05/19/1967\nDATE OF PROCEDURE: November 18, 2025\nINSTITUTION: Cleveland Clinic Foundation, OH\nOPERATOR: Dr. Richard Patel, MD (Director, Thoracic Innovation Laboratory)\n\nPRE-PROCEDURE DIAGNOSIS: Left upper lobe peripheral nodule, 1.9 cm, proven squamous cell carcinoma\n\nPROCEDURE: Bronchoscopic Pulsed Field Ablation (PFA) of pulmonary nodule - INVESTIGATIONAL\n\n*** INVESTIGATIONAL DEVICE EXEMPTION (IDE) PROTOCOL #BR-PFA-2024-017 ***\n*** FDA-APPROVED CLINICAL TRIAL: PULSE-LUNG Phase II Study ***\n\nINFORMED CONSENT: Extended discussion with patient regarding investigational nature of pulsed field ablation for lung tumors. Patient enrolled in IRB-approved protocol. Detailed explanation of traditional ablation alternatives (microwave, RFA, cryo). Patient elected to participate after reviewing consent documents and meeting with research coordinator.\n\nTECHNIQUE:\nGeneral anesthesia. ENB performed with illumiSite platform. Target: LUL apicoposterior segment. Radial EBUS confirmation of lesion. Novel PFA catheter (FarapulsePulm system, 3.0mm diameter, bipolar electrode configuration) advanced through extended working channel. IMPORTANT: PFA uses rapid electrical pulses (1000-2000 V/cm) to create irreversible electroporation of cell membranes WITHOUT thermal damage - fundamentally different mechanism than traditional ablation modalities.\n\nABLATION PARAMETERS:\n- Pulse duration: 100 microseconds\n- Number of pulses: 80 per cycle  \n- Pulse frequency: 1 Hz\n- Number of treatment cycles: 3\n- Inter-cycle pause: 30 seconds\n- Voltage: 1500 V (adjusted based on impedance 80-120 ohms)\n- Energy delivery: Non-thermal (avoids bronchial damage, theoretically preserves adjacent structures)\n\nINTRAPROCEDURAL MONITORING:\nAdvanced impedance mapping performed throughout treatment showing successful energy delivery to entire tumor volume. Real-time EBUS post-ablation showed immediate increased echogenicity within tumor - consistent with cellular disruption from electroporation. No thermal injury pattern noted on adjacent bronchial walls (major advantage of PFA technology).\n\nOUTCOMES: \nSuccessfully completed per protocol. No arrhythmias noted (ECG monitoring showed stable rhythm - PFA timed to occur outside cardiac vulnerable period). Patient hemodynamically stable. Airways intact, no hemorrhage.\n\nNOVEL FINDINGS: \nPFA appears to cause more homogeneous ablation zone compared to thermal modalities. Real-time elastography (investigational feature) suggested complete tumor necrosis immediately post-procedure.\n\nDISPOSITION: Research protocol follow-up including CT at 48 hours, 4 weeks, 8 weeks, and 12 weeks with volumetric analysis. Patient enrolled in long-term registry (5-year follow-up).\n\nResearch coordinator contacted. Data forms completed.\n\nCOMPLICATIONS: None\n\nStudy PI: Richard Patel, MD\nProtocol: PULSE-LUNG-002", "meta": {"file": "golden_241.json", "suspected_leaks": "Unredacted Year, Titled Name"}}
{"text": "Patient: Margaret Chen || MRN: <MRN> || DOB: <DATE_TIME>\nDate of Procedure: <DATE_TIME> || Location: Mercy General Hospital, Portland, OR\nAttending: Dr. Amanda Rodriguez, MD, FCCP\n\nPREOPERATIVE DIAGNOSIS: Recurrent right-sided malignant pleural effusion secondary to metastatic breast carcinoma\n\nPOSTOPERATIVE DIAGNOSIS: Same\n\nPROCEDURE PERFORMED: Ultrasound-guided right-sided tunneled indwelling pleural catheter (PleurX) insertion\n\nINDICATION: 72-year-old female with metastatic breast cancer presenting with recurrent symptomatic right malignant pleural effusion requiring weekly thoracenteses. Decision made for tunneled pleural catheter for home drainage.\n\nINFORMED CONSENT: Procedure risks, benefits, and alternatives discussed. Patient understands and consents.\n\nPROCEDURE DETAILS:\nWith the patient in left lateral decubitus position, timeout performed confirming right side. The right lateral chest wall was prepped and draped in sterile fashion. Ultrasound used to identify optimal insertion site in the 5th intercostal space, mid-axillary line. Pocket of fluid confirmed, pleural sliding absent confirming adhesions.\n\nLocal anesthesia with 1% lidocaine infiltrated along proposed tract and subcutaneous tunnel path. A 3cm incision was made at the insertion site. Using the tunneling trocar, a 10cm subcutaneous tunnel was created anteriorly ending approximately 5cm from the axilla. The PleurX catheter was drawn through the tunnel with the polyester cuff positioned 2cm from the exit site.\n\nThe pleural space was entered using Seldinger technique under real-time ultrasound guidance. The 15.5Fr PleurX catheter was advanced over the guidewire and positioned in the posterior pleural space. Good flow confirmed with drainage of 1,200mL of bloody, viscous fluid which was sent for cytology, cell count, and chemistry.\n\nThe catheter was secured with 2-0 silk suture at the exit site. Sterile dressing applied. Chest X-ray obtained showing catheter in good position with improved aeration of right lung base, no pneumothorax.\n\nSPECIMENS: Pleural fluid to cytology, cell count, LDH, protein, glucose\n\nCOMPLICATIONS: None\n\nESTIMATED BLOOD LOSS: Minimal (<10mL)\n\nDISPOSITION: Discharge home with PleurX drainage supplies and home health nursing arranged for drainage teaching and supervision.\n\nFOLLOW-UP: Return to clinic in 1 week for wound check and drainage log review.\n\nAmanda Rodriguez, MD, FCCP\nInterventional Pulmonology", "meta": {"file": "golden_075.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Nelson, Mary || MRN: 9632574 || DOB: 2/23/1960\nDate: 07/01/2025 || Location: University of Michigan Hospital, Ann Arbor, MI\nMD: Dr. Emily Thompson\n\nIndication: Malignant pleural effusion - breast cancer\nSide: Right\n\nPROCEDURE: Ultrasound-guided Pleural Drainage Catheter Placement\nInformed consent obtained. Timeout performed.\nPatient positioned, Right side up.\nReal-time ultrasound used throughout procedure.\nSite: 8th intercostal space.\nSterile prep and drape. Local anesthesia with 1% lidocaine.\nSeldinger technique used. 10Fr pigtail catheter inserted.\n1464mL serosanguinous fluid drained.\nCatheter secured. Connected to drainage system.\nPost-procedure CXR: catheter in appropriate position, no PTX.\n\nDISPOSITION: Floor admission for continued drainage.\nPlan: Daily output monitoring, reassess in 48-72h.\n\nThompson, MD", "meta": {"file": "golden_254.json", "suspected_leaks": "Titled Name"}}
{"text": "**PULMONARY PROCEDURE NOTE**\n\nNAME: Patel, Anjali K.\nDOB: 11/02/1979\nMRN: 4821956\nDOS: 03/12/2025\nPROVIDER: Christopher Hayes, MD (Attending)\nTRAINEE: Emily Watson, MD (IP Fellow)\n\n**PROCEDURE:** Ion Robotic Bronchoscopy, Bilateral Nodule Sampling\n\n**CLINICAL HISTORY:**\n45F never-smoker with incidental bilateral lung nodules discovered on CT for evaluation of chronic cough. RUL nodule 2.1cm, LUL nodule 1.6cm. Both PET avid (SUV 3.4 and 2.9 respectively). No lymphadenopathy. Patient referred for tissue diagnosis.\n\n**MEDICATIONS:**\nHome meds held per protocol. No anticoagulation.\n\n**PROCEDURE SUMMARY:**\n\nPre-procedure CT (02/28/2025) loaded to Ion system. Dual-target navigation plan created for sequential sampling of RUL and LUL nodules.\n\nPatient received general anesthesia. ETT size 7.5 at 21cm at lips.\n\nVent Settings: VC mode, TV 420mL, RR 12, PEEP 5, FiO2 60%, Flow rate 50L/min, Pmean 12cmH2O\n\n**ION REGISTRATION - COMPLETE:**\nRegistration using automatic method. Landmarks matched: carina, bilateral lobar carinas, segmental bifurcations RUL/LUL. Mean fiducial error 0.9mm. Excellent global alignment. No registration drift observed.\n\n**TARGET 1 - RUL ANTERIOR SEGMENT NODULE:**\n\nIon catheter navigated to RUL anterior segment. Tool-at-target confirmed by:\n- Navigation software showing 0.5cm distance\n- Radial EBUS concentric pattern, 19mm lesion\n- Fluoroscopy AP/lateral projections\n\nSamples:\n- Forceps biopsy x6\n- Brushings x2\n- Washing sent for cytology\n\nROSE: Atypical pneumocytes, favor adenocarcinoma. Final pending.\n\n**TARGET 2 - LUL APICAL-POSTERIOR SEGMENT NODULE:**\n\nCatheter repositioned to LUL. Navigation time from RUL target to LUL target: 8 minutes.\n\nRadial EBUS: eccentric pattern initially, adjusted catheter position, achieved concentric pattern. Lesion 14mm.\n\nSamples:\n- Forceps biopsy x5\n- Brushings x2\n\nROSE: Similar to RUL - atypical cells concerning for malignancy.\n\n**PROCEDURE COMPLETION:**\n\nTotal procedure time: 62 minutes\nTotal navigation time: 47 minutes\nCombined registration + navigation time to first nodule: 18 minutes\n\nHemostasis verified. Airways cleared. Patient extubated successfully, to recovery in stable condition.\n\nPost-op CXR: No pneumothorax\n\n**ASSESSMENT:**\nSuccessful bilateral lung nodule sampling via robotic bronchoscopy. ROSE suggests possible synchronous primary lung cancers vs metastatic disease. Await final pathology. If malignant, will need PET/CT, brain MRI staging. Discussion at thoracic tumor board.\n\n**FOLLOW-UP:** IP clinic 2 weeks\n\nDr. Christopher Hayes, Attending - electronically signed 03/12/2025 17:20\n**BRONCHOSCOPY PROCEDURE NOTE**\n\nPatient Identifier: Williams, Robert D. | 71M | MRN 9284756\nDate of Service: 10/18/2024\nPhysician: Dr. Laura Martinez, Interventional Pulmonology\nFellow Physician: Dr. Ahmed Hassan\n\n**Indication:** LLL nodule 2.8cm, hypermetabolic on PET scan\n\n**Procedure:** Electromagnetic Navigation Bronchoscopy with transbronchial biopsy and radial EBUS\n\n**Consent:** Obtained after discussion of risks including pneumothorax (~2%), bleeding (~1%), infection, need for additional procedures\n\n**Sedation:** Moderate conscious sedation - Midazolam 3mg IV, Fentanyl 100mcg IV. Monitoring by RN Sarah Cooper. Vitals stable throughout.\n\n**Procedure Details:**\n\nFlexible bronchoscope (Olympus BF-1TH190) introduced via oral route. Initial survey:\n- Oropharynx: unremarkable\n- Larynx: no masses, cords mobile\n- Trachea: midline, patent\n- Carina: sharp\n- Bilateral bronchial trees surveyed - no endobronchial lesions identified\n\nPre-procedure CT from 10/05/2024 used for planning. SuperDimension electromagnetic navigation system employed.\n\n**EMN Planning and Navigation:**\nVirtual pathway created to LLL superior segment nodule. Registration performed automatically with good correlation (8 registration points matched, error <5mm acceptable).\n\nExtended working channel (EWC) placed. EMN locatable guide advanced along planned pathway. Position verified at multiple checkpoints. Distance to target upon final positioning: 0.8cm.\n\n**Radial EBUS:**\n1.4mm radial probe advanced through EWC. Ultrasound demonstrated:\n- Concentric hypoechoic lesion\n- Irregular borders\n- Size approximately 26mm\n- No visible vessels within sampling trajectory\n\n**Tissue Acquisition:**\nThrough guide sheath (after probe removal):\n- Transbronchial forceps biopsies x 6 (sent to pathology in formalin)\n- Cytology brush specimens x 3 (sent to cytology)\n- Bronchial washing (sent for culture and cytology)\n\nNo immediate bleeding. Gentle suctioning applied.\n\n**Rapid On-Site Evaluation (ROSE):**\nCytotechnologist present. Preliminary read: \"Adequate cellularity. Malignant cells present consistent with adenocarcinoma. Recommend full cell block for molecular testing.\"\n\n**Post-Procedure:**\nPatient tolerated procedure well. No desaturation. Maintained SpO2 >95% on 2L NC throughout. No complications.\n\nPortable CXR ordered - will check prior to discharge.\n\n**Specimens Sent:**\n1. TBBx x6 (histopathology)\n2. Cytology brushings x3\n3. Bronchial washing (microbiology and cytopathology)\n\n**Impression:** Successful EMN bronchoscopy with biopsy of LLL nodule. ROSE positive for malignancy. Await final pathology and molecular testing for treatment planning.\n\n**Plan:**\n- Discharge home today if CXR negative\n- Full staging workup (brain MRI, PET/CT if not recent)\n- Return to clinic in 1 week for pathology review\n- Referral to medical oncology and thoracic surgery for multidisciplinary evaluation\n\nLaura Martinez, MD - 10/18/2024", "meta": {"file": "golden_230.json", "suspected_leaks": "Titled Name"}}
{"text": "PATIENT: Thomas Anderson, 61-year-old Male\nMRN: 7016954\nINDICATION FOR OPERATION: Mr. Anderson is a 61-year-old male with mediastinal lymphadenopathy of unknown etiology. Two prior EBUS-TBNA attempts at outside hospital yielded non-diagnostic specimens. PET-CT shows intensely FDG-avid station 4R and station 7 nodes. The nature, purpose, risks, benefits and alternatives to EBUS with intranodal forceps biopsy were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Mediastinal lymphadenopathy, etiology unknown\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: EBUS-Guided Intranodal Forceps Biopsy (CPT 31652, 31653)\nATTENDING: Dr. Lisa Murphy\nASSISTANT: Dr. John Mitchell, Fellow\nSupport Staff:\n\nRN: Patricia Davis\nRT: James Wilson\n\nANESTHESIA: Moderate sedation with Midazolam 3mg IV and Fentanyl 150mcg IV\nMONITORING: Continuous pulse oximetry, heart rate, telemetry, and BP\nINSTRUMENT: Olympus BF-UC180F EBUS bronchoscope, 21G EBUS needle, 1.1mm mini-forceps\nESTIMATED BLOOD LOSS: <5 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter sedation and timeout, all procedure related images were saved and archived.\nPATIENT POSITION: Supine\nThe EBUS bronchoscope was introduced through the oral route. 5cc of 2% lidocaine was instilled for topical anesthesia. Initial airway inspection was unremarkable.\nStation 4R (Right paratracheal):\n\nSize: 24mm (short axis)\nEcho Features: Heterogeneous, irregular borders, comet-tail artifacts suggestive of calcification\nPET SUV: 8.5\n\nInitial TBNA with 21G needle was performed (3 passes). ROSE showed predominantly inflammatory cells with necrotic debris, non-diagnostic.\nIntranodal Forceps Biopsy Technique:\nThe EBUS 21G needle was used to create a tract through the bronchial wall and nodal capsule under real-time ultrasound guidance. The needle was removed and 1.1mm mini-forceps were advanced through the established tract into the lymph node under ultrasound visualization. The forceps jaws were opened and visible ultrasound artifact confirmed intra-nodal position. Four core samples were obtained with visible tissue in forceps each time.\nROSE on forceps specimens: Adequate cellularity with necrotizing granulomas and multinucleated giant cells, consistent with granulomatous inflammation.\nStation 7 (Subcarinal):\n\nSize: 18mm (short axis)\nEcho Features: Similar to 4R with heterogeneous pattern\nPET SUV: 7.2\n\nSimilar intranodal forceps biopsy technique performed with 3 core samples obtained. ROSE: Granulomatous inflammation.\nHemostasis was adequate after each sampling with no immediate complications. Final inspection showed no bleeding.\nThe patient tolerated the procedure well. The attending, Dr. Murphy, was present throughout the entire procedure.\nSPECIMEN(S):\n\nStation 4R: TBNA x3 (cytology), IFB x4 (histology, AFB/fungal culture)\nStation 7: IFB x3 (histology, AFB/fungal culture)\n\nIMPRESSION/PLAN: Mr. Anderson underwent successful EBUS with intranodal forceps biopsy of mediastinal lymph nodes. Preliminary cytology shows necrotizing granulomatous inflammation. Differential includes sarcoidosis, tuberculosis, fungal infection. Awaiting AFB and fungal cultures. Infectious disease consultation requested. Follow up in clinic in 1 week.", "meta": {"file": "golden_232.json", "suspected_leaks": "Titled Name"}}
{"text": "Patient: Margaret Chen || MRN: 5264363 || DOB: 05/22/1952\nDate of Procedure: 2025-10-17 || Location: Mercy General Hospital, Portland, OR\nAttending: Dr. Amanda Rodriguez, MD, FCCP\n\nPREOPERATIVE DIAGNOSIS: Recurrent right-sided malignant pleural effusion secondary to metastatic breast carcinoma\n\nPOSTOPERATIVE DIAGNOSIS: Same\n\nPROCEDURE PERFORMED: Ultrasound-guided right-sided tunneled indwelling pleural catheter (PleurX) insertion\n\nINDICATION: 72-year-old female with metastatic breast cancer presenting with recurrent symptomatic right malignant pleural effusion requiring weekly thoracenteses. Decision made for tunneled pleural catheter for home drainage.\n\nINFORMED CONSENT: Procedure risks, benefits, and alternatives discussed. Patient understands and consents.\n\nPROCEDURE DETAILS:\nWith the patient in left lateral decubitus position, timeout performed confirming right side. The right lateral chest wall was prepped and draped in sterile fashion. Ultrasound used to identify optimal insertion site in the 5th intercostal space, mid-axillary line. Pocket of fluid confirmed, pleural sliding absent confirming adhesions.\n\nLocal anesthesia with 1% lidocaine infiltrated along proposed tract and subcutaneous tunnel path. A 3cm incision was made at the insertion site. Using the tunneling trocar, a 10cm subcutaneous tunnel was created anteriorly ending approximately 5cm from the axilla. The PleurX catheter was drawn through the tunnel with the polyester cuff positioned 2cm from the exit site.\n\nThe pleural space was entered using Seldinger technique under real-time ultrasound guidance. The 15.5Fr PleurX catheter was advanced over the guidewire and positioned in the posterior pleural space. Good flow confirmed with drainage of 1,200mL of bloody, viscous fluid which was sent for cytology, cell count, and chemistry.\n\nThe catheter was secured with 2-0 silk suture at the exit site. Sterile dressing applied. Chest X-ray obtained showing catheter in good position with improved aeration of right lung base, no pneumothorax.\n\nSPECIMENS: Pleural fluid to cytology, cell count, LDH, protein, glucose\n\nCOMPLICATIONS: None\n\nESTIMATED BLOOD LOSS: Minimal (<10mL)\n\nDISPOSITION: Discharge home with PleurX drainage supplies and home health nursing arranged for drainage teaching and supervision.\n\nFOLLOW-UP: Return to clinic in 1 week for wound check and drainage log review.\n\nAmanda Rodriguez, MD, FCCP\nInterventional Pulmonology", "meta": {"file": "golden_275.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Jackson, John || MRN: 6522198 || DOB: 8/18/1974\nDate: 08/20/2025 || Location: University of Michigan Hospital, Ann Arbor, MI\nAttending: Dr. James Rodriguez\n\nIndication: Primary lung adenocarcinoma with CAO\nPre-procedure: ~75% obstruction at BI\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor identified at BI.\nRigid bronchoscopy debulking with biopsy forceps performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nAdditional APC/laser used for hemostasis and tumor base ablation.\nPost-procedure: ~12% residual obstruction.\nEBL: ~75mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nRodriguez, MD", "meta": {"file": "golden_260.json", "suspected_leaks": "Titled Name"}}
{"text": "PROCEDURE NOTE: INDWELLING PLEURAL CATHETER REMOVAL\n\nPatient: Eleanor Rigby (MRN: 9928174)\nDate: 08/12/2025\nAttending: Dr. McKenzie\n\nIndication: Patient with history of malignant pleural effusion (breast cancer) and trapped lung who had a PleurX catheter placed 3 months ago. Drainage has decreased to <20cc per week for the last 3 weeks. Pleurodesis appears to have occurred spontaneously or fluid production has ceased.\n\nPre-procedure: Ultrasound shows no significant fluid. Tract is clean. Consent obtained.\n\nProcedure: Local anesthesia (Lidocaine 1%) infiltrated around the cuff site. Dissection performed to free the Dacron cuff from the subcutaneous tissue. The catheter was pulled smoothly without resistance. Purse-string suture placed to close the site. Occlusive dressing applied.\n\nComplications: None.\nDisposition: Home.", "meta": {"file": "golden_250.json", "suspected_leaks": "Titled Name"}}
{"text": "**PATIENT INFORMATION:**\n- Name: Robert Chen\n- MRN: 8814523\n- DOB: 06/30/1952\n- Date of Procedure: 11/19/2025\n- Procedure Time: 14:00-14:50\n\n**INSTITUTION:** Midwest Regional Cancer Institute, Indianapolis, IN\n\n**ATTENDING PHYSICIAN:** Dr. Sarah Johnson, MD (Interventional Pulmonology)\n\n**INDICATION:**\n73-year-old male with metastatic lung adenocarcinoma and symptomatic recurrent left malignant pleural effusion. Patient has had 4 thoracenteses in past 6 weeks. KPS 60%, prefers home-based management.\n\n**PRE-PROCEDURE:**\n- Informed consent obtained, risks discussed including infection (5%), catheter malfunction, pneumothorax, bleeding\n- Timeout completed\n- Ultrasound: Large left pleural effusion, maximum depth 11.2 cm, free-flowing, no evidence of loculation\n- Recent CT chest reviewed: no evidence of trapped lung\n- Coagulation panel normal (INR 1.1, Platelets 245K)\n- Vital signs: BP 132/78, HR 88, SpO2 90% on 3L NC\n\n**PROCEDURE DETAILS:**\n- Patient positioned in right lateral decubitus position\n- Left lateral chest, 5th intercostal space, anterior axillary line\n- Site identified and marked with ultrasound\n- Chlorhexidine prep, full sterile technique with surgical drapes\n- Local anesthesia: 25 mL 1% lidocaine (including tunnel tract)\n- Small incision made\n- Subcutaneous tunnel created to anterior chest wall (8 cm tunnel)\n- Sequential dilation of tract\n- 15.5 French PleurX catheter inserted under ultrasound and fluoroscopic guidance\n- Catheter position confirmed with fluoroscopy\n- Valved tip coiled in pleural space\n- Sutures placed, cuff positioned in tunnel\n- Connected to drainage system\n- Initial drainage: 1,350 mL straw-colored fluid removed\n- No evidence of re-expansion pulmonary edema\n- Catheter functioning well\n\n**CATHETER SPECIFICATIONS:**\n- Type: PleurX drainage catheter\n- French Size: 15.5 Fr\n- Tunnel length: 8 cm\n\n**SPECIMENS SENT:**\n- Pleural fluid cytology (previous cytology already positive for adenocarcinoma)\n\n**POST-PROCEDURE:**\n- Procedure tolerated well\n- Chest X-ray: Catheter in appropriate position, small residual effusion, no pneumothorax\n- Patient and spouse trained on drainage procedure by IP nursing staff\n- Drainage supplies and vacuum bottles provided\n- Written and video instructions given\n- Home health agency contacted\n- Vital signs: BP 128/76, HR 84, SpO2 94% on 2L NC\n- Patient reports improved breathing\n\n**COMPLICATIONS:** None\n\n**ASSESSMENT:** Successful placement of left-sided indwelling pleural catheter for management of recurrent malignant pleural effusion secondary to metastatic lung adenocarcinoma.\n\n**PLAN:**\n- Drain every other day initially, adjust frequency based on symptoms and output\n- Home health nursing coordination for catheter management\n- Weekly catheter site checks\n- Patient to call for fever >100.4°F, increasing drainage, catheter malfunction, or worsening dyspnea\n- Follow-up appointment in 3 weeks\n- Continue outpatient chemotherapy as scheduled\n- Monitor for spontaneous pleurodesis", "meta": {"file": "golden_208.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Brown, Michael | ID#: 9384756 | 03/28/2025\nAttending: Dr. White, Jennifer | Fellow: Dr. Chang, David\nProcedure: EBUS-TBNA with Rapid On-Site Evaluation\nIndication: Lung mass RUL with mediastinal adenopathy - staging\nAnesthesia: MAC by anesthesia team (Dr. Roberts), local lidocaine\nBronchoscope inserted, EBUS survey:\n•\t2R: 13mm, normal\n•\t4R: 28mm, abnormal echotexture → SAMPLED x4 passes (22G needle)\no\tROSE: Positive for malignancy, adenocarcinoma\n•\t7: 35mm, hypoechoic → SAMPLED x4 passes\no\tROSE: Malignant cells present\n•\t10R: 15mm → SAMPLED x2 passes\no\tROSE: Reactive only\n•\t11R: 19mm → SAMPLED x2 passes\no\tROSE: Benign\nNo complications. Patient stable. EBL <5mL.\nDiagnosis: N2 disease confirmed (stations 4R and 7 positive)\nPlan: Oncology referral, multidisciplinary discussion\nDr. Jennifer White - 3/28/2025\n________________________________________\n\nUNIVERSITY MEDICAL CENTER INTERVENTIONAL PULMONOLOGY SERVICE", "meta": {"file": "golden_209.json", "suspected_leaks": "Titled Name"}}
{"text": "Patient Name: John M. Anderson\nMRN: 8472-9315\nDOB: 03/15/1958 (Age: 67)\nDate of Procedure: 10/12/2025\nInstitution: Massachusetts General Hospital, Boston, MA\nAttending Physician: Dr. Sarah Chen, MD, FCCP\nFellow: Dr. Michael Rodriguez, MD\nAnesthesia: Dr. Patricia Williams, MD\n\nPREOPERATIVE DIAGNOSIS:\nRight upper lobe pulmonary nodule, 2.3 cm, highly suspicious for primary lung adenocarcinoma. Patient deemed high surgical risk due to severe COPD (FEV1 38% predicted) and coronary artery disease with prior CABG.\n\nPOSTOPERATIVE DIAGNOSIS: Same\n\nPROCEDURE PERFORMED:\nBronchoscopic electromagnetic navigation with microwave ablation of right upper lobe peripheral nodule\n\nINDICATION:\n67-year-old gentleman with 45 pack-year smoking history presents with incidentally discovered 2.3 cm spiculated nodule in right upper lobe posterior segment. PET-CT demonstrates SUV max 8.4. Transthoracic needle biopsy confirmed adenocarcinoma. Patient evaluated by thoracic surgery but deemed prohibitive surgical risk. Multidisciplinary tumor board recommended bronchoscopic ablation vs SBRT. Patient elected for bronchoscopic microwave ablation after extensive discussion of risks and benefits.\n\nPROCEDURE DETAILS:\nAfter informed consent, patient brought to interventional pulmonology suite. Time-out performed. General anesthesia induced with propofol and rocuronium, patient intubated with 8.5 ETT. Bronchoscope advanced through ETT after securing airway. Initial survey bronchoscopy revealed patent airways without endobronchial lesions. \n\nElectromagnetic navigation bronchoscopy performed using superDimension system with prior thin-slice CT protocol. Planning software identified target nodule in RUL posterior segment (RB1). Navigation successful with 8 steerable guide sheath advanced to peripheral location. Radial EBUS performed demonstrating target lesion in contact position with characteristic hypoechoic appearance. Target confirmed with cone-beam CT showing guide sheath within 5mm of lesion center.\n\nExtended working channel passed through guide sheath. Microwave ablation probe (Emprint 2.0, 15mm active tip) advanced through EWC to target site. Ablation parameters: 65 watts, 5 minute duration. Temperature monitoring showed gradual rise to 85°C at probe tip. Patient remained hemodynamically stable throughout ablation. Post-ablation radial EBUS demonstrated hyperechoic changes consistent with coagulative necrosis. \n\nGuide sheath slowly withdrawn under direct visualization. Inspection revealed mild mucosal edema but no active bleeding. Airways suctioned clear. Patient emerged from anesthesia without complications. Extubated in suite and transferred to PACU in stable condition.\n\nESTIMATED BLOOD LOSS: Minimal\nFLUIDS: 800 mL crystalloid\nCOMPLICATIONS: None\nSPECIMENS: None sent\n\nFINDINGS:\n1. Successful electromagnetic navigation to RUL posterior segment target\n2. Microwave ablation completed per protocol with good real-time monitoring\n3. Post-ablation imaging confirms appropriate zone of coagulation\n\nPLAN:\n1. Admit for overnight observation\n2. Chest CT with contrast in 6 hours to assess for complications\n3. Pain control with scheduled acetaminophen and PRN oxycodone\n4. Incentive spirometry q2h while awake\n5. Follow-up CT chest in 6 weeks to assess treatment response\n6. Close PET-CT surveillance at 3, 6, and 12 months\n\nDISPOSITION: Admitted to 7 West pulmonary intermediate care\n\n_________________________________\nSarah Chen, MD, FCCP\nDirector, Interventional Pulmonology", "meta": {"file": "golden_238.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Mitchell, Mary || MRN: 8464986 || DOB: 1/12/1958\nDate: 10/23/2025 || Location: Scripps Memorial Hospital, La Jolla, CA\nAttending: Dr. David Wilson\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Lung-RADS 4B nodule\nTarget: 35mm nodule in RML\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Left Mainstem, LUL Lingula Carina (LC1), Bronchus Intermedius, Left Carina (LC2), RML Carina (RC2) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t12\t384\t14\t100\t8\t16\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 1.9mm. Ion robotic catheter was used to engage the Medial Segment of RML (RB5). Target lesion is approximately 35mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.4cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Adjacent. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 23G Needle through the extended working channel catheter. Total 5 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.7mm cryoprobe via the extended working channel catheter. Freeze time of 5 seconds was used. Total 3 samples were collected. Samples sent for Pathology.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nROSE Result: Benign respiratory epithelium and macrophages\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nWilson, MD", "meta": {"file": "golden_288.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Nguyen, Brian || MRN: 6202549 || DOB: 3/13/1945\nDate: 12/02/2025 || Location: Sharp Memorial Hospital, San Diego, CA\nAttending: Dr. Rachel Kim\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Lung-RADS 4X nodule\nTarget: 22mm nodule in RUL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t12\t306\t11\t100\t8\t24\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RUL (RB3) based on the pre-operative CT navigational plan. Registration accuracy: 3.6mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.4cm divergence between the pre-op CT target and the actual lesion location due to patient positioning.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Eccentric.\n\nTransbronchial needle aspiration performed with 22G needle. 6 passes obtained. Samples sent for Cytology and Cell block.\n\nBronchoalveolar lavage performed at target segment. 60mL instilled, 22mL return. Sent for Cytology and Culture.\n\nGold fiducial marker placed under TiLT-augmented fluoroscopic guidance for SBRT planning.\n\nROSE Result: Benign respiratory epithelium and macrophages\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient tolerated procedure well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nKim, MD", "meta": {"file": "golden_286.json", "suspected_leaks": "Titled Name"}}
{"text": "PREOPERATIVE DIAGNOSIS: \n1.\tSevere tracheobronchomalacia \nPOSTOPERATIVE DIAGNOSIS: \n1.\tAirway stent partial obstruction from granulation tissue\nPROCEDURE PERFORMED: \n1.\tFlexible bronchoscopy, diagnostic\nINDICATIONS:  Airway stent evaluation\nConsent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent. \nSedation: Moderate\nTotal sedation medications: Versed 3mg, Fentanyl 75 mcg\nDESCRIPTION OF PROCEDURE: The procedure was performed in the bronchoscopy suite under moderate sedation. Following intravenous medications as per the record and topical anesthesia to the upper airway, the Q190 video bronchoscope was introduced through the nose, into the oropharynx. The oropharynx and larynx were well visualized and normal. Topical anesthesia with 1% lidocaine was applied to the vocal cords and the flexible bronchoscope was then advanced through the larynx into the trachea. \nThe patient’s Y stent was well placed.  There was thick purulent mucous throughout the stent which was suctioned. At the distal aspect of the right mainstem limb there was granulation tissue causing about 50% obstruction and at the distal aspect of the left mainstem limb there was granulation tissue causing about 60%   after bypassing the granulation tissue there were thick copious purulent secretions through the lower lobes which were suctioned. During the procedure, the patient did develop some intermittent hypoxia, requiring attachment of the oxygen supply to the bronchoscope working channel for direct tracheal oxygen administration which resolved the hypoxia. Once we were satisfied that there was no active bleeding, the bronchoscope was removed and the procedure completed.\nComplications: None\nRecommendations:\n-RTC 03 Jan 2020 at 1000 with Dr. Trentacosta\n-Plan for stent removal for 'holiday' in MOR 06 Jan 2020 or earlier if symptoms require\n-continue TID nebulized hypertonic saline\n-hold vest physiotherapy\n- The risks and benefits of the procedure to include bleeding, vocal cord injury hypoxia, airway injury and death were all discussed with the patient who had appropriate mental capacity and understanding of the procedure and he wishes to proceed.", "meta": {"file": "golden_313.json", "suspected_leaks": "Titled Name"}}
{"text": "Date of Service: 12/16/25 1600 Patient: Washington, Jamal (MRN 2343423) Attending Physician: Van Dyke, Dick, MD Service: Pulmonary / Critical Care \nINTERVENTIONAL PULMONOLOGY OPERATIVE REPORT 1 Happy Street Dr, Hollywood, CA92110\nINDICATION FOR OPERATION: Jamal Washington is a 38 year-old male who presents with Empyema. The nature, purpose, risks, benefits and alternatives to Chest Ultrasound and Instillation of agents for fibrinolysis (initial) were discussed with the patient in detail. Patient indicated a wish to proceed with procedure and informed consent was signed. \nPREOPERATIVE DIAGNOSIS: Empyema POSTOPERATIVE DIAGNOSIS: Same as preoperative diagnosis - see above. \nPROCEDURE:\n•\t76604 Ultrasound, chest (includes mediastinum), real time with image documentation \n•\t32561 Instillation(s), via chest tube/catheter, agent for fibrinolysis (eg, fibrinolytic agent for break up of multiloculated effusion); initial day \nASSISTANT: Emily Torres MD RN: bedside RN Mark O'Conner MONITORING: Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure. \nPROCEDURE IN DETAIL: PATIENT POSITION: ☐ Supine ☑ Sitting ☐ Lateral Decubitus: ☐ Right ☐ Left \nCHEST ULTRASOUND FINDINGS: Hemithorax: ☐ Right ☑ Left Pleural Effusion: ☑ Volume: ☐ None ☐ Minimal ☐ Small ☑ Moderate ☐ Large ☑ Echogenicity: ☐ Anechoic ☐ Hypoechoic ☐ Isoechoic ☑ Hyperechoic ☑ Loculations: ☐ None ☐ Thin ☑ Thick ☑ Diaphragmatic Motion: ☑ Normal ☐ Diminished ☐ Absent \nLung: Lung sliding before procedure: ☑ Present ☐ Absent Lung consolidation/atelectasis: ☑ Present ☐ Absent Pleura: ☐ Normal ☑ Thick ☐ Nodular \nDate of chest tube insertion: 12/15/2025 Side: Left ☑ 10 mg/5 mg tPA/Dnase \nCOMPLICATIONS: ☑ None \nIMPRESSION/PLAN: Jamal Washington is a 38 year-old male who presents for Chest Ultrasound and Instillation of agents for fibrinolysis (initial). The patient tolerated the procedure well. There were no immediate complications. DISPOSITION: Nursing Unit [] dwell for 1 hour [] chest tube to suction", "meta": {"file": "golden_327.json", "suspected_leaks": "Header Name"}}
{"text": "Pt: Margaret Chen || MRN: 789234 || DOB: 04/22/1958\nDate: 12/03/2025 || Location: University Medical Center, Philadelphia, PA\nMD: Dr. James Rodriguez\n\nDx: Right-sided complex parapneumonic effusion with loculations\nProcedure: Intrapleural fibrinolytic instillation via indwelling pleural catheter - Day 1\n\nHx: 67F with right-sided pneumonia complicated by loculated parapneumonic effusion. 14Fr chest tube placed 12/01/2025, draining poorly with persistent loculations on CT. Decision made to initiate intrapleural fibrinolytic therapy.\n\nProcedure: Under sterile technique, 10mg tPA and 5mg DNase mixed in 50mL NS instilled via existing pleural catheter. Catheter clamped for 2 hours, then opened to drainage. Patient tolerated well. No chest pain, no respiratory distress.\n\nPlan: Continue tPA/DNase BID x 3 days. Repeat imaging in 48hrs. Monitor drainage output.\n\nJ. Rodriguez MD", "meta": {"file": "golden_294.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Adams, Steven || MRN: 7628761 || DOB: 12/25/1960\nDate: 08/26/2025 || Location: UC San Diego Health, La Jolla, CA\nAttending: Dr. Sarah Williams\nFellow: Dr. Alex Chen (PGY-5)\n\nIndication: Part-solid nodule for tissue diagnosis\nTarget: 24mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the RUL Carina (RC1), Bronchus Intermedius, Left Carina (LC2), LUL Lingula Carina (LC1), Left Mainstem, RML Carina (RC2), Carina from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t14\t283\t13\t80\t6\t19\n\nRobotic navigation bronchoscopy was performed with Ion platform. Full registration was used. Registration error: 3.1mm. Ion robotic catheter was used to engage the Apicoposterior Segment of LUL (LB1+2). Target lesion is approximately 24mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 0.7cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Eccentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G Needle through the extended working channel catheter. Total 7 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.1mm cryoprobe via the extended working channel catheter. Freeze time of 6 seconds was used. Total 3 samples were collected. Samples sent for Pathology.\n\nFiducial marker (0.8mm x 3mm soft tissue gold CIVCO) was loaded with bone wax and placed under fluoroscopy guidance.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nBronchoalveolar lavage was performed at Apicoposterior Segment of LUL (LB1+2). Instilled 60cc of NS, suction returned with 22cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Lymphocytes and benign cells, adequate for evaluation\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nWilliams, MD", "meta": {"file": "golden_287.json", "suspected_leaks": "Titled Name"}}
{"text": "PATIENT: Robert Johnson, 67-year-old Male\nMRN: 3692014\nINDICATION FOR OPERATION: Mr. Johnson is a 67-year-old male with a 2.8cm spiculated right lower lobe nodule discovered on screening CT. PET-avid with SUV 4.5. The nature, purpose, risks, benefits and alternatives to navigational bronchoscopy with cryobiopsy were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Right lower lobe pulmonary nodule\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Electromagnetic Navigation Bronchoscopy (CPT 31627), Radial EBUS (CPT 31654), Transbronchial Cryobiopsy (CPT 31632), Endobronchial Blocker Placement\nATTENDING: Dr. Patricia Williams\nASSISTANT: Dr. David Lee, Fellow\nSupport Staff:\n\nRN: Jessica Brown\nRT: Anthony Garcia\n\nANESTHESIA: General anesthesia with endotracheal intubation\nMONITORING: Standard ASA monitoring\nINSTRUMENT: SuperDimension Navigation System, Olympus BF-1TH190 bronchoscope, 1.9mm cryoprobe, 7Fr Arndt endobronchial blocker\nESTIMATED BLOOD LOSS: 30 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter induction of general anesthesia and intubation with 8.0 ETT, a timeout was performed. All procedure related images were saved and archived.\nPATIENT POSITION: Supine\nVentilation Parameters:\n\nMode: Volume Control\nRR: 12\nTV: 500mL\nPEEP: 5 cmH2O\nFiO2: 40%\nFlow Rate: 50 L/min\nPmean: 15 cmH2O\n\nElectromagnetic navigation bronchoscopy was performed using the SuperDimension system. CT scan from 9/10/2024 was loaded onto the planning station to generate 3D rendering. The navigational plan was reviewed and verified, then loaded into the navigation platform.\nEMN Registration: Automatic registration was used. Adequate airway landmark matching achieved at carina, right main carina, and RLL subsegmental bifurcations. Mean fiducial error: 4.2mm. Global alignment quality: excellent.\nThe EMN catheter was advanced under navigational guidance to the target lesion in the lateral basal segment of the right lower lobe (RB9). Target lesion measured 2.8cm in diameter. Under navigational guidance, the catheter was advanced to 0.8cm from the planned target.\nRadial EBUS Survey: Performed to confirm nodule location. The following features were noted: Concentric pattern, heterogeneous echogenicity, lesion size 27mm, no large vessels visualized in the biopsy path.\nTransbronchial Cryobiopsy: After confirming absence of significant vessels at the biopsy site with radial EBUS, transbronchial cryobiopsy was performed using a 1.9mm cryoprobe. Freeze-thaw cycle: 6 seconds freeze, passive thaw. After each sample was obtained, the Arndt endobronchial blocker was positioned at the RLL ostium and inflated with 6cc of air for hemostasis. Total 4 samples were collected.\nAfter each biopsy, the blocker was maintained for 2 minutes, then deflated. Inspection showed minimal bleeding, which resolved spontaneously. Final inspection showed patent airways with no active bleeding.\nThe patient tolerated the procedure well. There were no immediate complications. The attending, Dr. Williams, was present throughout the entire procedure.\nSPECIMEN(S):\n\nRLL cryobiopsy x4 (histology)\nAdditional tissue for molecular testing\n\nIMPRESSION/PLAN: Mr. Johnson underwent successful navigational bronchoscopy with cryobiopsy of RLL nodule. Preliminary frozen section showed atypical cells, final pathology pending. Post-procedure CXR shows no pneumothorax. Patient to follow up in clinic in 1 week for pathology results.", "meta": {"file": "golden_203.json", "suspected_leaks": "Titled Name"}}
{"text": "INTERVENTIONAL PULMONOLOGY – MECHANICAL DEBULKING OF CARCINOID\n\nPatient: Jasmine Young, 39-year-old female\nMRN: S31640-021\nDate: 2024-11-19\nFacility: Lakeshore University Hospital – Bronchoscopy Suite\nAttending: Dr. Ahmed Farouk\n\nIndication:\nEndobronchial typical carcinoid in right middle lobe bronchus causing recurrent pneumonia.\n\nProcedure:\nFlexible bronchoscopy with mechanical debulking/excision of carcinoid (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation with propofol and fentanyl; LMA. ASA class II.\n\nFindings:\nRounded, vascular mass at RML bronchus origin with ~70% obstruction.\n\nInterventions:\nSnare resection and forceps debulking were used to mechanically excise and debulk the tumor. No thermal ablation performed.\n\nHemostasis:\nControlled with cold saline; short application of topical epinephrine.\n\nEBL:\n20 mL.\n\nComplications:\nNone.\n\nDisposition:\nDischarged home the same day with antibiotics and follow-up in IP clinic in 4 weeks.", "meta": {"file": "golden_284.json", "suspected_leaks": "Titled Name"}}
{"text": "**PROCEDURE REPORT: COMBINED EBUS & NAVIGATIONAL BRONCHOSCOPY**\n\n**Patient:** Sarah Jenkins\n**MRN:** 8829104\n**DOB:** 05/12/1955\n**Date:** 05/15/2025\n**Attending:** Dr. Alan Wright\n**Fellow:** Dr. Emily Chen\n\n**Indication:** 70-year-old female with a 2.2 cm LUL nodule (spiculated, solid) and mediastinal adenopathy on CT. PET-CT shows SUV max 5.4 in the nodule and 4.1 in station 7.\n\n**Procedures:**\n1.  Linear EBUS-TBNA (Mediastinal Staging)\n2.  Electromagnetic Navigation Bronchoscopy (EMN)\n3.  Radial EBUS (Peripheral Lesion Confirmation)\n4.  Transbronchial Biopsy (TBBx)\n\n**Medications:** Fentanyl 150mcg, Midazolam 4mg, Propofol TCI. General Anesthesia with LMA #4.\n\n**Procedure Details:**\n\n* **Airway Inspection:** LMA placed. Therapeutic bronchoscope introduced. Normal vocal cords. Trachea patent. Carina sharp. Bilateral bronchial trees patent.\n* **EBUS-TBNA (Linear):**\n    * **Station 7 (Subcarinal):** 18mm node, heterogeneous. Sampled with 22G needle x 4 passes. ROSE: Lymphocytes only.\n    * **Station 4R (Lower Paratracheal):** 10mm node. Sampled x 3 passes. ROSE: Lymphocytes.\n    * **Station 4L (Lower Paratracheal):** 14mm node. Sampled x 3 passes. ROSE: Lymphocytes.\n* **Navigation (SuperDimension):**\n    * CT loaded. Target: LUL Apical-Posterior segment nodule.\n    * Registration: Auto-match successful. Error 4mm.\n    * Navigation to target achieved. Tool-in-lesion confirmed.\n* **Radial EBUS (r-EBUS):**\n    * Probe inserted. Concentric view of 20mm hypoechoic lesion obtained.\n* **Peripheral Sampling (LUL Nodule):**\n    * TBBx x 6 obtained with standard forceps. Fluoroscopy confirmed position.\n    * Brush x 2.\n    * ROSE: **Positive for Adenocarcinoma.**\n\n**Complications:** None. Minimal bleeding, controlled with suction.\n**Disposition:** Extubated (LMA removed), stable to PACU.\n**Plan:** Oncology referral. Molecular testing ordered.\n\n**Dr. Alan Wright**", "meta": {"file": "golden_249.json", "suspected_leaks": "Titled Name"}}
{"text": "Name: Elizabeth Okafor\nMedical Record Number: 2034958\nDate of Birth: 03/15/1959 (65 years old)\nSex: Female\nDate of Service: October 25, 2024\nTime In: 07:30 | Time Out: 11:45 | Total Procedure Time: 4 hours 15 minutes\n\nCARE TEAM\n\nPrimary Operator: David Kim, MD - Interventional Pulmonology (Attending)\nAssistant Operator: Rachel Foster, MD - Interventional Pulmonology Fellow (PGY-6)\nAnesthesiologist: Margaret Sullivan, MD\nCRNA: James Torres, CRNA\nCirculating RN: Patricia Martinez, RN\nScrub Tech: Anthony Garcia, CST\nRespiratory Therapist: Michelle Chen, RRT\n\n\nCLINICAL HISTORY & INDICATION\nMrs. Okafor is a 65-year-old Nigerian-American female with a complex medical history including stage IIIB adenocarcinoma of the right lung (diagnosed 04/2023), status post chemoradiation therapy (completed 10/2023). She has been experiencing progressive dyspnea over the past 3 months and was found to have:\n\nRight mainstem bronchus obstruction - Interval CT imaging from 10/10/2024 shows tumor recurrence causing 85% obstruction of the right mainstem bronchus with post-obstructive pneumonitis of the entire right lung\nMalignant pericardial effusion - Echo from 10/15/2024 showed moderate-large pericardial effusion with early tamponade physiology (RA collapse)\nRight malignant pleural effusion - Thoracentesis 10/18/2024 confirmed malignant cells\n\nThe patient presented to our interventional pulmonology clinic 10/20/2024 with severe dyspnea (MMRC grade 4), inability to lie flat, oxygen requirement of 4L NC at rest. Given the multiple sites requiring intervention and the patient's overall debilitated status, the decision was made to address all issues in a single procedure session to minimize anesthetic exposures.\nMULTIDISCIPLINARY PLANNING\nPre-procedure conference held 10/23/2024 with IP, cardiothoracic surgery, oncology, and anesthesia. Plan formulated:\n\nAddress airway obstruction first (most critical)\nFollow with pericardial window creation\nComplete with PleurX catheter placement if patient tolerates\n\nINFORMED CONSENT\nExtensive discussion held with patient and daughter (healthcare proxy) on 10/24/2024 at 16:00. Risks discussed in detail:\n\nBleeding (estimated 5-10% risk given tumor vascularity)\nPerforation or pneumothorax (5% risk)\nArrhythmia during pericardial procedure (10-15%)\nHypoxemia or respiratory failure (moderate risk given baseline status)\nNeed for ICU care postoperatively (expected)\nMortality risk (~2-5% given complexity and comorbidities)\n\nBenefits reviewed: Improved breathing, reduced cardiac compromise, palliation of symptoms.\nAlternatives discussed: No intervention (continued clinical decline), staged procedures (multiple anesthetic exposures).\nPatient and daughter understood risks and expressed wish to proceed. Written consent obtained and witnessed.\n\nPREOPERATIVE DIAGNOSES\n\nRecurrent adenocarcinoma of right lung with endobronchial obstruction (C34.11)\nMalignant pericardial effusion with tamponade physiology (I31.3, C38.0)\nMalignant pleural effusion, right (J91.0)\nRespiratory failure, acute on chronic (J96.20)\n\nPOSTOPERATIVE DIAGNOSES\nSame as preoperative\nPROCEDURES PERFORMED\n\nRigid bronchoscopy with endobronchial tumor debridement\nElectrocautery and argon plasma coagulation of endobronchial tumor\nBalloon dilation of right mainstem bronchus stenosis\nMetallic airway stent placement, right mainstem bronchus\nFlexible bronchoscopy with inspection and therapeutic aspiration\nSubxiphoid pericardial window creation (performed by CT surgery)\nPericardial biopsy\nTunneled pleural catheter placement, right hemithorax\n\nCPT CODES\n\n31640 (Bronchoscopy with tumor excision)\n31641 (Bronchoscopy with destruction of tumor)\n31630 (Bronchoscopy with dilation)\n31631 (Bronchoscopy with stent placement)\n31645 (Bronchoscopy with therapeutic aspiration)\n33015 (Pericardial window, subxiphoid)\n32550 (Insertion of indwelling pleural catheter)\n\n\nANESTHESIA DETAILS\nType: General anesthesia with endotracheal intubation\nInduction: Fentanyl 150mcg IV, Propofol 180mg IV, Rocuronium 50mg IV\nMaintenance: Sevoflurane 1.5-2.5% with intermittent propofol boluses, Fentanyl infusion\nAirway: Initial 8.0mm oral endotracheal tube, exchanged to rigid bronchoscope\nMonitoring:\n\nStandard ASA monitors (ECG, NIBP, pulse oximetry, capnography, temperature)\nArterial line - left radial artery\nCentral venous catheter - right internal jugular (placed by anesthesia for access/monitoring)\nTransesophageal echocardiography probe (for pericardial window portion)\nNeuromuscular blockade monitoring\n\nHemodynamics: Patient remained hemodynamically stable throughout with MAP 65-85mmHg, HR 75-95 bpm. Vasopressor support with phenylephrine intermittent boluses (total 400mcg). Post-pericardial drainage, improvement in cardiac output noted on TEE.", "meta": {"file": "golden_202.json", "suspected_leaks": "Unredacted Year"}}
{"text": "Pt: Jackson, Dennis || MRN: 445892 || DOB: 9/12/1959\nDate: 11/10/2025 || Location: Aurora Medical Center, Milwaukee, WI\nMD: Dr. Carol Stevens\n\nDx: RLL nodule 2.2cm, squamous cell CA\nProcedure: Bronch w/ RFA\n\nUnder GA, bronchoscopy performed. ENB to RLL superior segment. R-EBUS confirmed target. RFA probe placed (RITA 1500X, 2cm tines). Treatment: 105°C x 10min. Good ablation zone. No bleeding, no complications. Extubated, stable.\n\nCXR today. CT tomorrow. D/C if OK. F/U 1mo.\n\nC. Stevens MD", "meta": {"file": "golden_201.json", "suspected_leaks": "Titled Name"}}
{"text": "PATIENT: Martinez, Roberto\nMRN: 8847392\nDOB: 03/15/1967\nDATE OF SERVICE: 02/14/2025\nATTENDING: Dr. Sarah Chen, MD\nFELLOW: Dr. Michael Torres, MD\nPROCEDURE: Endobronchial Ultrasound with Transbronchial Needle Aspiration\nINDICATION: 62mm right paratracheal lymphadenopathy, evaluate for malignancy\nCONSENT: Obtained and documented\nANESTHESIA: Moderate sedation with Fentanyl 100mcg IV, Midazolam 4mg IV. Topical lidocaine 2% 20mL.\nFINDINGS: Linear EBUS bronchoscope advanced through oral route. Systematic mediastinal survey performed.\nStation 2R: 24mm, heterogeneous, oval shape. 5 passes with 22G needle. ROSE: adequate, atypical cells present. Station 4R: 31mm, round, hypoechoic center. Elastography score 3. 4 passes performed. ROSE: malignant cells identified, consistent with adenocarcinoma. Station 7: 18mm, homogeneous echo pattern. 3 passes performed. ROSE: benign lymphoid tissue. Station 10R: 12mm, not sampled (below size threshold).\nNo complications. Minimal bleeding controlled with suction.\nIMPRESSION: EBUS-TBNA successful. Malignancy confirmed in station 4R. Awaiting final pathology.\nPLAN: Oncology referral for staging and treatment planning.\n________________________________________\nEBUS\nMedical Record Number: 2938475 Patient: Johnson, Patricia Ann Date: 03/22/2025 Age: 71 years Procedure Date/Time: 03/22/2025 0830", "meta": {"file": "golden_234.json", "suspected_leaks": "Titled Name, Header Name"}}
{"text": "PATIENT: Linda Chen, 72-year-old Female\nMRN: 4783621\nINDICATION FOR OPERATION: Ms. Chen is a 72-year-old female with known squamous cell lung cancer presenting with worsening dyspnea and stridor. CT chest shows near-complete obstruction of the left mainstem bronchus by endobronchial tumor. The nature, purpose, risks, benefits and alternatives to therapeutic bronchoscopy were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Left mainstem bronchus obstruction secondary to endobronchial tumor\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Rigid Bronchoscopy, Endobronchial Tumor Destruction (CPT 31641), Mechanical Tumor Debridement (CPT 31640), Airway Stent Placement (CPT 31631)\nATTENDING: Dr. Michael Anderson\nASSISTANT: Dr. Sarah Kim, Fellow\nSupport Staff:\n\nRN: Robert Martinez\nRT: Lisa Johnson\nAnesthesia: Dr. Thomas Wright\n\nANESTHESIA: General anesthesia with TIVA\nMONITORING: Standard ASA monitoring with arterial line\nINSTRUMENT: Storz rigid bronchoscope (14mm), Olympus flexible bronchoscope, Electrocautery (Bovie), APC probe, mechanical debrider, 14mm x 60mm silicone stent (Dumon)\nESTIMATED BLOOD LOSS: 150 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter induction of general anesthesia, a timeout was performed. All procedure related images were saved and archived.\nPATIENT POSITION: Supine with shoulder roll\nA rigid bronchoscope (14mm) was introduced via the mouth under direct visualization. High-frequency jet ventilation (HFJV) was utilized. A complete airway survey was performed.\nInitial Findings:\n\nTrachea: Patent, no lesions\nRight mainstem: Patent, mucosa normal\nLeft mainstem: 90% obstructed by friable, hemorrhagic endobronchial tumor starting 1cm distal to the carina and extending 3cm distally\n\nTherapeutic Interventions:\n1. Mechanical Debridement: The tumor was cored using the rigid bronchoscope with mechanical debridement. Multiple passes were required to remove bulk tumor. Estimated tumor volume removed: 15cc.\n2. Electrocautery: Residual tumor base was treated with electrocautery at 40 watts in coagulation mode. Total treatment time: 3 minutes. FiO2 maintained at 40% during cautery.\n3. Argon Plasma Coagulation: APC was applied to residual tumor at 40 watts, argon flow 1.5 L/min. Treatment applied circumferentially to tumor base. Duration: 2 minutes.\nResults: Prior to treatment, left mainstem bronchus was 10% patent. After treatment, the airway was 70% patent.\n4. Stent Placement: Due to significant malacia and risk of re-obstruction, a 14mm x 60mm Dumon silicone stent was deployed in the left mainstem bronchus under direct visualization and fluoroscopic guidance. Stent position confirmed endoscopically with good apposition to airway wall.\nHemostasis was confirmed with minimal oozing controlled with topical epinephrine (1:10,000 dilution, 10mL instilled). A flexible bronchoscope was passed through the rigid barrel for final inspection showing:\n\nPatent stent lumen\nVisible LUL and LLL orifices through stent\nNo significant bleeding\n\nThe bronchoscope and adjunct instruments were withdrawn. The patient tolerated the procedure well without immediate complications.\nSPECIMEN(S):\n\nEndobronchial tumor debridement (histology)\n\nIMPRESSION/PLAN: Ms. Chen is a 72-year-old female with squamous cell lung cancer and critical left mainstem obstruction. Successful therapeutic bronchoscopy with tumor debridement, cautery, APC, and stent placement. Airway patency improved from 10% to 70%. Patient will require surveillance bronchoscopy in 4-6 weeks. Oncology to follow for systemic therapy planning.", "meta": {"file": "golden_204.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Allen, Jennifer || MRN: 8832004 || DOB: 8/13/1970\nDate: 07/08/2025 || Location: Naval Medical Center San Diego, San Diego, CA\nAttending: Dr. Amanda Garcia\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: Suspected mesothelioma\nSide: Left\n\nPROCEDURE: Medical Thoracoscopy (Pleuroscopy) - Diagnostic\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted.\n\nFINDINGS: Normal-appearing pleura\nParietal, visceral, and diaphragmatic pleura visualized.\nAll remaining fluid evacuated under direct visualization.\nChest tube placed. No air leak. Lung expanded.\n\nDISPOSITION: Floor admission, chest tube to water seal.\nF/U: Path results in 3-5 days. Tube removal when output <150mL/day.\n\nGarcia, MD", "meta": {"file": "golden_277.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Taylor, John || MRN: 917337 || DOB: 5/23/1943\nDate: 09/26/2025 || Location: University of Michigan Hospital, Ann Arbor, MI\nAttending: LCDR John Park, MD\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Suspected mesothelioma\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy with Pleural Biopsy\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted. Pleural space inspected.\n\nFINDINGS: Diffuse pleural nodularity\nMultiple biopsies obtained from parietal pleura (7 specimens).\nAdditional biopsies from diaphragmatic pleura.\nSpecimens sent for histopathology and immunohistochemistry.\nGiven findings, talc poudrage performed for pleurodesis.\nAll fluid evacuated. Chest tube placed.\nHemostasis confirmed. No air leak.\n\nDISPOSITION: Floor admission. Chest tube to suction.\nF/U: Path results in 5-7 days. Oncology consultation if malignant.\n\nPark, MD", "meta": {"file": "golden_276.json", "suspected_leaks": "Titled Name"}}
{"text": "PATIENT: Maria Rodriguez, 38-year-old Female\nMRN: 6905843\nINDICATION FOR OPERATION: Ms. Rodriguez is a 38-year-old female with biopsy-proven pulmonary alveolar proteinosis presenting with progressive dyspnea and hypoxemia refractory to medical management. PFTs show restrictive pattern with DLCO 45% predicted. The nature, purpose, risks, benefits and alternatives to whole lung lavage were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Pulmonary alveolar proteinosis\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Whole Lung Lavage (CPT 32997)\nATTENDING: Dr. Richard Brown\nASSISTANT: Dr. Amy Zhang, Fellow\nSupport Staff:\n\nRN: Daniel Martinez\nRT: Sarah Johnson\nAnesthesia: Dr. Kevin Park\n\nANESTHESIA: General anesthesia with TIVA\nMONITORING: Standard ASA monitoring with arterial line\nINSTRUMENT: 37Fr left-sided double lumen endotracheal tube (Broncho-Cath), Olympus bronchoscope\nESTIMATED BLOOD LOSS: None\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter induction of general anesthesia, a timeout was performed. All procedure related images were saved and archived.\nPATIENT POSITION: Initially supine for intubation, then right lateral decubitus\nThe patient was induced and intubated with a 37Fr left-sided double lumen endotracheal tube without difficulty by anesthesia staff. The flexible bronchoscope was advanced into the tracheal portion of the tube to confirm adequate positioning. Tube was adjusted to ensure that the tracheal orifice aligned with the right mainstem bronchus. The bronchial lumen could be seen passing into the left mainstem bronchus; positioning was also confirmed with direct bronchoscopic visualization through the bronchial lumen.\nThe bronchial balloon was inflated with 8mL of air and tested for leak. Once an adequate seal was made, the patient was positioned in the right lateral decubitus position and the position of the DLT was reconfirmed with bronchoscopy. A repeat leak test was performed and adequate seal was noted.\nLavage Procedure:\nThe patient was transitioned to single lung ventilation via the right lung. The left lumen of the DLT was connected to the lavage circuit with 3L bags of warmed (37°C) 0.9% normal saline.\nSerial aliquots of saline were instilled in approximately 1 liter increments:\n\nAliquot 1: 1000mL instilled, dwelled 3 minutes, drained by gravity. Return: 900mL, very turbid with thick white sediment\nAliquot 2: 1000mL instilled, dwelled 3 minutes, drained. Return: 950mL, turbid with white sediment\nAliquot 3: 1000mL instilled, dwelled 4 minutes, drained. Return: 980mL, moderately turbid\nAliquot 4: 1000mL instilled, dwelled 4 minutes, drained. Return: 990mL, mildly turbid\nAliquot 5: 1000mL instilled, dwelled 3 minutes, drained. Return: 1000mL, slightly turbid\nAliquot 6: 1000mL instilled, dwelled 3 minutes, drained. Return: 1000mL, clear\n\nTotal volume instilled: 6000mL\nTotal volume returned: 5820mL\nNet balance: -180mL (absorbed)\nThe effluent became progressively clearer. Lavage was discontinued when return fluid was nearly clear. Throughout the procedure, oxygen saturation remained >94% on the ventilated right lung. End-tidal CO2 remained stable at 38-42 mmHg.\nAfter completion of lavage, gentle suctioning was performed through the left bronchial lumen. Bilateral lung ventilation was resumed. DLT position was reconfirmed. The patient was transported to PACU intubated for extubation after full recovery from anesthesia.\nThe patient tolerated the procedure well. There were no immediate complications. The attending, Dr. Brown, was present throughout the entire procedure.\nSPECIMEN(S):\n\nLavage fluid (first aliquot) sent for cell count, cytology, and periodic acid-Schiff staining\n\nIMPRESSION/PLAN: Ms. Rodriguez underwent successful whole lung lavage of the left lung for pulmonary alveolar proteinosis. Procedure completed without complications. Patient will undergo right lung lavage in 4-6 weeks pending clinical response. Post-procedure CXR shows expected mild bilateral infiltrates, no pneumothorax. Plan for 6-minute walk test and PFTs in 4 weeks to assess response. GM-CSF therapy to be discussed with pulmonology.", "meta": {"file": "golden_206.json", "suspected_leaks": "Titled Name"}}
{"text": "PATIENT NAME: Rodriguez, Maria G.\nMEDICAL RECORD NUMBER: 2025-IP-9847\nDATE OF BIRTH: 03/08/1955 (Age 70 years)\nPROCEDURE DATE: October 15, 2025\nINSTITUTION: Stanford University Medical Center, Palo Alto, CA\nATTENDING PHYSICIAN: Kevin Zhang, MD, FCCP, DABIP\nFELLOWS: Dr. Lisa Nguyen (PGY-6), Dr. Thomas Wright (PGY-5)\nANESTHESIA PROVIDER: Dr. Susan Mitchell, MD\n\nPREOPERATIVE DIAGNOSIS:\nLeft lower lobe pulmonary nodule, 2.6 cm, lateral basal segment, highly suspicious for primary lung cancer based on PET-avid characteristics (SUV 11.2) and growth on serial imaging (1.8 cm six months prior). Transbronchial biopsy via radial EBUS on 09/22/2025 yielded adenocarcinoma with TTF-1 positivity.\n\nPOSTOPERATIVE DIAGNOSIS: Same as preoperative\n\nOPERATION PERFORMED:\nFlexible bronchoscopy with electromagnetic navigation and cryoablation of left lower lobe peripheral pulmonary nodule\n\nCLINICAL SCENARIO:\nPatient is a 70-year-old woman with extensive medical comorbidities including severe emphysema (FEV1 32% predicted, DLCO 38% predicted), obesity (BMI 38), diabetes mellitus type 2 with complications including diabetic nephropathy (CKD stage 3b, baseline Cr 1.8), and history of pulmonary embolism on chronic anticoagulation with apixaban. Cardiopulmonary exercise testing demonstrated VO2 max of 11 mL/kg/min. Thoracic surgery evaluation concluded operative mortality risk >25% and declined surgical candidacy. Discussed at multidisciplinary tumor board with medical oncology, radiation oncology, thoracic surgery, and interventional pulmonology. Given patient preference for minimally invasive approach and contraindications to SBRT (previous radiation to left chest for breast cancer), bronchoscopic ablation recommended as optimal treatment strategy.\n\nDESCRIPTION OF PROCEDURE:\nAfter obtaining informed consent and completing universal protocol time-out, patient brought to IP suite. Standard ASA monitors applied. Pre-procedure antibiotics NOT administered per institutional protocol for ablation procedures. \n\nGeneral anesthesia induced by anesthesiology team. Oral endotracheal intubation performed using 8.0 mm inner diameter tube with video laryngoscope assistance. Tube positioned at 21 cm at incisors. Bilateral breath sounds confirmed. \n\nOlympus therapeutic videobronchoscope (BF-P290) introduced through endotracheal tube. Comprehensive inspection of airways performed and documented:\n- Normal supraglottic structures\n- Trachea: patent, no masses or compression, mild tracheomalacia\n- Carina: sharp, mobile\n- Right bronchial tree: normal segmental anatomy\n- Left bronchial tree: normal upper lobe segments; lower lobe segments patent, no endobronchial abnormalities visualized\n\nElectromagnetic navigation bronchoscopy commenced using Veran SPiN Planning and Navigation System. Pre-loaded CT scan from 10/05/2025 with 1mm slice thickness utilized for planning. Target lesion in left lower lobe lateral basal segment identified at 2.6 x 2.4 cm. Virtual bronchoscopy pathway created and navigation pathway optimized.\n\nRegistration performed using automated CT-to-body registration with 6 fiducial points. Registration error: 2.8mm (acceptable, <4mm threshold). \n\nSteerable guide sheath (8.0 Fr) with always-on tip tracking advanced through working channel. Navigation to target required approximately 15 minutes with multiple adjustments due to peripheral location and acute branching angles. Extended working channel passed through guide sheath.\n\nRadial EBUS probe (20 MHz) advanced through EWC. Multiple radial planes examined showing solid, hypoechoic mass in direct contact position with probe centered within lesion. Lesion characteristics: heterogeneous internal echogenicity, irregular borders, size 26 x 23 mm consistent with imaging and expected tumor characteristics.\n\nFluoroscopic confirmation performed showing guide sheath in appropriate peripheral location, approximately 3cm from pleural surface. Cone-beam CT would have been ideal but unavailable due to C-arm equipment malfunction (documented in safety report).\n\nCryoablation probe introduced (erbecryo 2 system, 2.4mm diameter probe with 3cm freeze zone). Probe advanced through EWC to center of lesion based on prior radial EBUS measurements. Due to technical considerations of lesion size >2.5cm, decision made to perform THREE freeze-thaw cycles rather than standard two cycles to ensure adequate margins:\n\nCycle 1: \n- Freeze time: 6 minutes\n- Temperature at probe tip: -165°C (monitor displayed continuous temperature throughout)\n- Passive thaw: 4 minutes (until temperature >-20°C)\n\nCycle 2:\n- Freeze time: 6 minutes  \n- Temperature: -167°C\n- Passive thaw: 4 minutes\n\nCycle 3:\n- Freeze time: 5 minutes\n- Temperature: -163°C\n- Active thaw: 2 minutes using helium warming (to expedite procedure completion given >90 min elapsed time)\n\nThroughout ablation cycles, patient monitored closely. Vital signs stable: HR 68-78 bpm, BP 128-142/72-85 mmHg, SpO2 97-99% on FiO2 0.5. No arrhythmias noted on continuous ECG monitoring. Ice ball formation visualized fluoroscopically during freeze cycles with appropriate coverage of target region and safety margin.\n\nPost-ablation radial EBUS repeated showing marked hyperechoic changes throughout tumor volume consistent with ice crystal formation and cellular destruction. Ablation zone appeared to extend approximately 5mm beyond original tumor margins in all directions - adequate for oncologic treatment.\n\nCryoprobe removed slowly. Guide sheath withdrawn under direct visualization with sequential airway inspection. Findings:\n- Mild mucosal blanching at peripheral contact points (expected, transient)\n- No hemorrhage\n- No airway perforation\n- Small amount of blood-tinged secretions suctioned (<5 mL estimated)\n\nComplete re-examination of left bronchial tree performed post-procedure showing patent airways without evidence of significant edema or injury. \n\nBronchoscope withdrawn. Patient reversed from anesthesia per standard protocol. Extubation successful with adequate respiratory drive and airway protective reflexes. Transferred to PACU in stable condition with SpO2 95% on 3L nasal cannula.\n\nFINDINGS:\n1. Successful navigation to LLL lateral basal segment target\n2. Cryoablation performed per modified protocol (3 cycles for larger lesion)\n3. Adequate ablation zone achieved based on post-procedure EBUS\n4. No procedural complications\n\nSPECIMENS: None\n\nESTIMATED BLOOD LOSS: <10 mL\n\nINTRAVENOUS FLUIDS: 850 mL lactated Ringer's solution\n\nCOMPLICATIONS: None intraoperatively\n\nDRAINS/TUBES: None placed\n\nPOST-PROCEDURE ORDERS:\n1. Admit to Pulmonary PCU (4 West) for monitoring\n2. Continuous telemetry and pulse oximetry\n3. Chest X-ray portable in 4 hours to evaluate for pneumothorax/complications\n4. CT chest with IV contrast at 24 hours for baseline post-ablation imaging\n5. Pain management: acetaminophen 1000mg PO q8h scheduled, oxycodone 5-10mg PO q4h PRN moderate pain, morphine 2-4mg IV q3h PRN severe pain\n6. Resume apixaban 24 hours post-procedure (held for 48 hours pre-procedure)\n7. Continue home medications including insulin regimen\n8. Incentive spirometry 10x/hour while awake\n9. Ambulation with assistance as tolerated\n10. Diet as tolerated\n11. DVT prophylaxis: sequential compression devices (no pharmacologic prophylaxis until anticoagulation resumed)\n\nFOLLOW-UP PLAN:\n- Anticipated discharge POD 1 if uncomplicated course\n- Clinic appointment in 1 week with chest X-ray\n- CT chest at 6 weeks for initial response assessment (expect central low attenuation with peripheral rim enhancement on post-ablation changes)\n- PET-CT at 3 months for metabolic response evaluation\n- Continued surveillance per NCCN guidelines with CT every 3-6 months for 2 years, then annually\n\nDISCUSSION WITH PATIENT/FAMILY:\nExtensive post-procedure discussion held with patient and daughter (healthcare proxy). Explained technical success of procedure, expected post-procedure course, and importance of close follow-up. Reviewed warning signs requiring immediate attention: severe chest pain, shortness of breath, hemoptysis, fever. Questions answered. Patient and family expressed understanding and satisfaction with care.\n\nTotal procedure time: 94 minutes\nFluoroscopy time: 4.7 minutes  \nRadiation dose: 287 mGy-cm²\n\nATTESTATION: I was present for and personally performed the key components of this procedure including navigation, targeting, ablation, and post-procedure assessment.\n\n___________________________________________\nKevin Zhang, MD, FCCP, DABIP\nAssociate Professor of Medicine\nDirector of Advanced Bronchoscopy Fellowship\nDivision of Pulmonary, Allergy, and Critical Care Medicine\nStanford University School of Medicine\n\nCo-signed by:\nLisa Nguyen, MD (Pulmonary/Critical Care Fellow, PGY-6)\n\nProcedure dictated: 10/15/2025 16:45\nTranscribed: 10/15/2025 17:20\nElectronically authenticated: 10/15/2025 18:05", "meta": {"file": "golden_212.json", "suspected_leaks": "Unredacted Year, Titled Name"}}
{"text": "OPERATIVE REPORT - DETAILED NARRATIVE\nPART 1: AIRWAY INTERVENTION (07:45 - 10:15)\nPatient brought to hybrid OR suite. After successful induction of general anesthesia, formal time-out performed with all team members present. Confirmed:\n\nCorrect patient (ID band, verbal confirmation)\nProcedures planned (airway intervention, pericardial window, pleural catheter)\nPositioning (supine throughout)\nAntibiotic prophylaxis (Cefazolin 2g IV given)\nSteroid coverage (Dexamethasone 10mg IV given)\nBlood products available (2 units PRBCs typed and crossed)\n\nInitial orotracheal intubation performed by anesthesia with video laryngoscopy - 8.0mm ETT placed without difficulty. Position confirmed at 21cm at teeth with end-tidal CO2 and bilateral breath sounds. However, significantly diminished breath sounds on right side noted.\nInitial Flexible Bronchoscopy Survey:\nOlympus BF-1T180 therapeutic bronchoscope introduced through ETT. Findings:\n\nSupraglottic structures: Normal, no lesions\nVocal cords: Mobile bilaterally, no masses\nSubglottis: Normal caliber, no stenosis\nTrachea: Patent, mild mucosal erythema, no significant secretions\nCarina: Widened, evidence of external compression from adenopathy\nLeft main bronchus: Patent, some extrinsic compression but adequate luminal diameter\nLUL, Lingula, LLL: All segments visualized and patent\nRight main bronchus: CRITICAL FINDING - Near-complete obstruction beginning 1cm from carina. Large fungating tumor mass arising from anterior and lateral walls, extending 4cm distally. Approximately 90% obstruction. Friable, hemorrhagic appearance. Unable to pass bronchoscope beyond lesion. No visualization of RUL, RML, or RLL orifices.\n\nDecision: Proceed with rigid bronchoscopy for tumor debridement and airway restoration.\nRigid Bronchoscopy Phase:\nPatient re-positioned with shoulder roll for neck extension. The 8.0mm ETT was removed. A Storz 13mm rigid bronchoscope (Model #8580C) was carefully introduced through the oral cavity under direct visualization using Weerda laryngoscope.\nVentilation strategy: High-frequency jet ventilation (HFJV) via rigid scope side arm. Ventilator settings: Frequency 150/min, Driving pressure 2.0 bar, FiO2 1.0, I:E ratio 1:1.5. Good chest rise and end-tidal CO2 waveform confirmed adequate ventilation.\nThe rigid scope was advanced through the vocal cords under direct visualization. The trachea was traversed without difficulty. The tumor mass in right mainstem bronchus was encountered.\nMechanical Debridement:\nUsing the beveled edge of the rigid bronchoscope as a core, the tumor was mechanically debrided with careful forward pressure and rotating motion. Multiple passes were required. Tumor tissue was extremely friable with significant bleeding encountered.\nEstimated tumor volume removed via coring: Approximately 20-25 cubic centimeters of tumor tissue\nHemostasis Measures:\nAs expected, bleeding was brisk during debulking. The following measures were employed:\n\nIced saline lavage: 500mL total of iced normal saline instilled in 50-100mL aliquots, allowed to dwell 30-60 seconds, then suctioned. This provided temporary hemostasis.\nTopical epinephrine: 1:10,000 concentration, total 30mL instilled in divided doses to tumor bed. Significant reduction in bleeding achieved.\nTranexamic acid: 1 gram in 100mL NS instilled topically (in addition to 1g IV given by anesthesia systemically). Further improvement in hemostasis.\n\nAfter approximately 30 minutes of mechanical debridement and hemostatic measures, adequate visualization of distal airways was achieved. The RUL, RML, and RLL orifices could be visualized, though tumor bulk remained on the airway walls.\nElectrocautery:\nFlexible bronchoscope (Olympus) passed through rigid barrel. Electrocautery probe advanced through working channel. Residual tumor tissue was cauterized using monopolar cautery at 40 watts in coagulation mode. FiO2 was reduced to 0.4 during cautery per safety protocol.\nTreatment areas: Anterior wall, lateral wall, and carina region of right mainstem bronchus\nTreatment time: Approximately 8 minutes total cautery time\nEffect: Tumor base cauterized, some reduction in tumor bulk, improved hemostasis\nArgon Plasma Coagulation:\nAPC probe (ERBE VIO system) advanced through flexible scope. Settings: 40 watts, Argon flow 1.5 L/min, Pulsed mode.\nTreatment: Circumferential APC application to all visible tumor tissue in right mainstem bronchus. Particular attention to areas of residual bleeding.\nDuration: 6 minutes active APC time\nResult: Excellent hemostasis achieved, visible coagulation effect on tumor surface\nAssessment after debridement:\nRight mainstem bronchus now approximately 50% patent (improved from <10% pre-treatment). However, significant residual tumor bulk and malacia noted.\nBalloon Dilation:\nBoston Scientific CRE balloon catheter (12mm x 4cm) advanced over guidewire to stenotic segment under fluoroscopic guidance.\nInflation sequence:\n\nFirst inflation: 12mm diameter x 60 seconds\nSecond inflation: 12mm diameter x 60 seconds\nThird inflation: 14mm diameter x 90 seconds (maximum size)\n\nFluoroscopy showed excellent balloon expansion across entire stenotic segment. Upon deflation, improved luminal diameter appreciated.\nPost-dilation assessment: Right mainstem bronchus now approximately 60-65% patent. However, given residual tumor bulk, malacia, and risk of rapid re-obstruction, decision made to place stent.\nStent Placement:\nAfter discussion with anesthesia regarding patient stability (patient remained stable throughout), proceeded with metallic stent placement.\nStent selected: Boston Scientific Ultraflex covered metallic stent, 14mm diameter x 60mm length\nDeployment technique:\n\nStent advanced over guidewire under combined bronchoscopic and fluoroscopic guidance\nPositioned to span from 0.5cm distal to carina to mid-right mainstem bronchus\nFluoroscopic confirmation of position in AP and lateral views\nSlow, controlled deployment under direct visualization\nPost-deployment balloon dilation of stent (12mm balloon) to ensure full stent expansion\n\nPost-stent assessment:\nFlexible bronchoscope passed through rigid scope and into stent lumen.\nFindings:\n\nStent well-positioned, no migration\nExcellent apposition to airway walls\nRUL orifice: Fully visible through stent side mesh, patent\nRML orifice: Visible and patent\nRLL orifice: Visible and patent\nAll segments of right lung now visualized for first time\nSignificant amount of retained secretions in distal airways (expected due to chronic obstruction)\n\nTherapeutic Aspiration:\nExtensive suctioning and aspiration performed in all segments of right lung. Thick, purulent-appearing secretions removed from:\n\nRight upper lobe: Approximately 30mL\nRight middle lobe: Approximately 20mL\nRight lower lobe: Approximately 40mL\n\nTotal secretions removed: ~90mL. Samples sent for culture.\nFinal Airway Inspection:\n\nTrachea: Normal\nLeft bronchial tree: Unchanged, patent\nRight main stem: Patent through stent, estimated 85-90% luminal patency (compared to pre-procedure ~10%)\nRUL, RML, RLL: All now patent with significant improvement in ventilation\nMinimal residual bleeding, hemostasis excellent\n\nRigid bronchoscope removed. Patient re-intubated with 8.0mm ETT. Confirmation of ETT position with bronchoscopy and capnography. Bilateral breath sounds now audible (marked improvement in right-sided ventilation compared to pre-procedure).\nAirway Intervention Completed: 10:15 AM\nEstimated blood loss during airway phase: 200mL\nSpecimens obtained: Tumor tissue (pathology), secretions (microbiology)\n\nPART 2: PERICARDIAL WINDOW (10:30 - 11:15)\nPatient repositioned with arms tucked. Subxiphoid area prepped and draped in sterile fashion by cardiothoracic surgery team. Interventional pulmonology team assisted.\nTEE probe inserted by anesthesia showed moderate-large circumferential pericardial effusion with RV diastolic collapse.\nSurgical technique (performed by CT surgery, Dr. Harrison):\n\nSubxiphoid incision, approximately 4cm\nDissection carried down to pericardium\nPericardium opened, approximately 4cm x 3cm window created\nRush of 400mL of serosanguineous fluid\nPericardial biopsy obtained (sent for pathology and cytology)\nNo active bleeding from pericardial surface\n19Fr Blake drain left in pericardial space\nDrain secured to skin, connected to bulb suction\n\nTEE post-drainage: Complete resolution of pericardial effusion, no RV collapse, improved cardiac output.\n\nPART 3: PLEURAL CATHETER PLACEMENT (11:20 - 11:45)\nWith patient still under general anesthesia, attention turned to right pleural effusion.\nUltrasound examination (performed by IP team):\n\nRight hemithorax with moderate-large pleural effusion\nEstimated volume: 1000-1200mL\nAnechoic fluid, no loculations\nCompressed right lung (though now ventilating via stent)\n\nPleurX catheter placement:\nStandard tunneled technique as previously described. Entry site: 6th intercostal space, mid-axillary line. Exit site: 5cm anterior. Catheter advanced 15cm into pleural space.\nInitial drainage: 850mL of serosanguineous fluid removed (stopped at patient request earlier - she was waking up and uncomfortable).\nChest tube secured with 2-0 nylon sutures. Occlusive dressing applied.\n\nPROCEDURE CONCLUSION\nAll procedures completed successfully. Total operative time: 4 hours 15 minutes.\nPatient Status at Conclusion:\n\nHemodynamically stable (MAP 78, HR 82)\nImproved oxygen saturation: 96% on FiO2 0.5 (compared to pre-procedure 88% on FiO2 1.0)\nTEE shows improved cardiac function\nBilateral breath sounds now audible\n\nPatient kept intubated for transport to ICU given length of procedure and concern for post-obstructive pulmonary edema.\nSpecimens Sent:\n\nEndobronchial tumor (histology)\nBronchial secretions (bacterial, fungal, AFB cultures)\nPericardial tissue (histology, cytology)\nPericardial fluid (cytology, chemistry)\nPleural fluid (cytology, chemistry, cell count)\n\nEstimated Total Blood Loss: 250mL\nFluids Given: 2000mL crystalloid\nUOP: 400mL\nComplications: None intraoperatively\n\nPOSTOPERATIVE DISPOSITION & PLAN\nImmediate (ICU):\n\nExtubate when fully awake and following commands (anticipated within 2-4 hours)\nChest X-ray immediately post-procedure and daily x3 days\nMonitor pericardial drain output\nPleural catheter to drain q3 days initially\nContinue broad-spectrum antibiotics (started on Pip-Tazo for post-obstructive pneumonia)\nDVT prophylaxis with heparin SQ\nPPI for stress ulcer prophylaxis\nAggressive pulmonary toilet and incentive spirometry\n\nShort-term (Inpatient, 3-5 days):\n\nRemove pericardial drain when output <50mL/day\nTransition to floor when stable\nContinue PleurX catheter drainage\nPain control\nPhysical therapy for reconditioning\n\nMedium-term (1-2 weeks):\n\nDischarge with home health for PleurX catheter management\nFollow-up in IP clinic at 2 weeks with chest X-ray\nDiscuss with oncology regarding re-initiation of systemic therapy now that dyspnea improved\n\nLong-term:\n\nSurveillance bronchoscopy at 6-8 weeks to assess stent\nMonitor for stent-related complications (migration, granulation, tumor in-growth)\nMay need stent revision/exchange\nPleurX catheter to remain until auto-pleurodesis occurs or end of life\n\n\nASSESSMENT & PROGNOSIS\nMrs. Okafor presented with critical, multi-system involvement of metastatic lung cancer causing:\n\nNear-complete right mainstem bronchus obstruction → Successfully addressed with tumor debridement and stent\nCardiac tamponade physiology → Successfully addressed with pericardial window\nLarge pleural effusion → Successfully palliated with PleurX catheter\n\nAll procedures were technically successful without intra-operative complications. The patient now has:\n\nRestored right lung ventilation (dramatic improvement from pre-procedure state)\nResolution of cardiac compromise\nControl of pleural effusion\n\nPrognosis: Given stage IV disease, prognosis remains guarded with likely survival measured in months. However, these palliative interventions should significantly improve quality of life by reducing dyspnea and allowing potential resumption of systemic therapy.\nThe patient and family understand this is palliative care aimed at symptom control rather than cure. They expressed gratitude for the interventions and understanding of the goals of care.\n\nATTENDING PHYSICIAN STATEMENT\nI, David Kim, MD, was present and actively participating throughout the entire procedure. I performed the critical portions of the airway intervention including tumor debridement, cautery, stent placement, and final bronchoscopic assessment. I supervised Dr. Foster throughout the pleural catheter placement. I assisted the cardiothoracic surgery team during pericardial window creation.\nThe procedure was medically necessary, technically indicated, and appropriately performed. Informed consent was obtained. The patient tolerated the procedure without immediate complications.\nElectronically Signed: David Kim, MD - 10/25/2024 13:05\nBRONCHOSCOPY 10/27/24\nJackson Mary 82F #2145069\nIndication pneumonia not improving on abx, r/o endobronchial lesion\nModerate sedation versed 2mg fent 75mcg\nScope thru nose, lidocaine spray used\nFindings:\nNose/pharynx ok\nCords move normal\nTrachea normal\nR side all patent no lesions\nL side all patent no lesions\nDiffuse thick yellow secretions throughout both lungs\nBAL done LLL 100cc in 80cc out\nSputum cultures sent\nNo lesions seen\nPost bronch CXR no PTX\nImpression: No endobronchial cause for pneumonia, likely bacterial pneumonitis, cultures pending\nPlan: Continue abx, f/u cultures, repeat CXR 48h\nDr. Smith", "meta": {"file": "golden_228.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Flores, Jessica || MRN: 3243612 || DOB: 6/11/1951\nDate: 07/10/2025 || Location: UCSF Medical Center, San Francisco, CA\nAttending: Dr. David Wilson\nFellow: Dr. Alex Chen (PGY-5)\n\nIndication: Lung-RADS 4B nodule\nTarget: 26mm nodule in Lingula\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t13\t293\t8\t80\t5\t17\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the Lingula (LB4) based on the pre-operative CT navigational plan. Registration accuracy: 2.1mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.8cm divergence between the pre-op CT target and the actual lesion location due to patient positioning.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Adjacent.\n\nTransbronchial needle aspiration performed with 22G needle. 5 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 4 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nROSE Result: Malignant cells identified, consistent with squamous cell carcinoma\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient tolerated procedure well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nWilson, MD", "meta": {"file": "golden_285.json", "suspected_leaks": "Titled Name"}}
{"text": "PATIENT: James Wilson, 45-year-old Male\nMRN: 5894732\nINDICATION FOR OPERATION: Mr. Wilson is a 45-year-old male admitted 18 days ago with ARDS secondary to COVID-19 pneumonia. Patient remains ventilator-dependent with anticipated prolonged intubation. The nature, purpose, risks, benefits and alternatives to percutaneous tracheostomy were discussed with the patient's wife (patient sedated). Surrogate indicated a wish to proceed and informed consent was obtained.\nPREOPERATIVE DIAGNOSIS: Prolonged mechanical ventilation; ARDS\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Tracheostomy, Planned (Percutaneous, Bronchoscopic Assistance) (CPT 31600)\nATTENDING: Dr. Jennifer Taylor\nASSISTANT: Dr. Mark Stevens, Fellow\nSupport Staff:\n\nRN: Amanda White\nRT: Christopher Lee\n\nANESTHESIA: Propofol and Fentanyl infusions (patient already intubated and sedated)\nMONITORING: ICU monitoring with continuous pulse oximetry, arterial line, telemetry\nINSTRUMENT: Olympus bronchoscope, Ciaglia Blue Rhino percutaneous tracheostomy kit, 8.0 Shiley cuffed tracheostomy tube\nESTIMATED BLOOD LOSS: 20 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter timeout, all procedure related images were saved and archived.\nPATIENT POSITION: Supine with neck extension (shoulder roll)\nThe bronchoscope was introduced through the existing 8.0 ETT into the trachea. The bronchoscope was retracted into the ETT tube and the ET tube retracted into the subglottic space under direct visualization. The inferior border of the cricoid along with the proximal tracheal rings were visualized and counted.\nWith bronchoscopic visualization, the anterior neck was prepped and draped in sterile fashion. Lidocaine 1% 3ml was injected into the anterior neck for local anesthesia. A 1cm vertical skin incision was made with a #10 blade down through the subcutaneous tissue, just inferior to the cricoid cartilage.\nA syringe with 1% Lidocaine was attached to the introducer needle and passed between the 1st and 2nd tracheal rings into the trachea under direct visualization. Aspiration of air confirmed tracheal entry. The needle was removed and the 18-gauge introducer catheter over needle was advanced into this position under direct visualization.\nThe inner needle was removed and the introducer catheter left in place. A J-wire was passed through the catheter, visualized with the bronchoscope entering the tracheal lumen. The site was dilated using the 14Fr introducing dilator passed over the wire.\nThe 14Fr dilator was removed and an 8Fr guiding catheter placed over the guide wire until the safety ridge on the guiding catheter was at skin level. The Blue Rhino dilator was placed over the guiding catheter and advanced until the positioning mark (corresponding to 8.0 trach size) was visualized via the bronchoscope between the 1st and 2nd tracheal rings.\nThe Blue Rhino dilator was removed leaving the guiding catheter and guide wire assembly in place, all under direct visualization bronchoscopically.\nFinally, a Shiley 8.0 cuffed tracheostomy tube with appropriate dilator was introduced over the guiding catheter into the trachea under direct visualization. The dilator, guiding catheter, and J-wire were removed and the tracheostomy tube left in place. Position was confirmed bronchoscopically with the tip approximately 3cm above the carina.\nThe endotracheal tube was removed and the ventilator connected to the tracheostomy tube. End-tidal CO2 waveform confirmed appropriate ventilation. Surgicel was placed preemptively around the tracheostomy site to reduce bleeding. A Lyofoam drain sponge was placed under the tracheostomy tube prior to suturing into place with 2-0 nylon sutures.\nThe patient tolerated the procedure well. There were no complications. The staff physician, Dr. Taylor, was present throughout the entire procedure.\nSPECIMEN(S): None\nIMPRESSION/PLAN: Mr. Wilson underwent successful percutaneous tracheostomy with bronchoscopic guidance. Procedure performed without complications. CXR post-procedure shows appropriate positioning without pneumothorax. Continue mechanical ventilation via tracheostomy. Tracheostomy care per protocol. Follow up with ICU team for ongoing management.", "meta": {"file": "golden_205.json", "suspected_leaks": "Titled Name"}}
{"text": "INTERVENTIONAL PULMONOLOGY – MECHANICAL DEBULKING OF TRACHEAL GRANULATION\n\nPatient: Michael Brown, 70-year-old male\nMRN: S31640-011\nDate: 2024-06-30\nLocation: Riverside Community Hospital – Bronchoscopy Suite\nAttending: Dr. Nina Patel\n\nIndication:\nChronic cough and wheeze from tracheal granulation tissue around an old tracheostomy site, now decannulated.\n\nProcedure:\nFlexible bronchoscopy with mechanical debulking of tracheal granulation tissue (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation (midazolam, fentanyl) and topical lidocaine. Native airway. ASA class II.\n\nFindings:\nIrregular granulation tissue circumferentially at the mid-trachea where prior tracheostomy had been, narrowing the lumen to about 60%.\n\nInterventions:\nMultiple passes of forceps debulking were performed to remove the granulation tissue in piecemeal fashion. Snare resection was used for a pedunculated portion. The procedure consisted solely of mechanical excision and debulking; no ablation or thermal therapy was delivered.\n\nHemostasis:\nMinor oozing controlled with cold saline.\n\nEBL:\n5–10 mL.\n\nComplications:\nNone.\n\nDisposition:\nObserved in recovery and discharged home with inhaled corticosteroid and PPI therapy. Planned surveillance bronchoscopy in 3 months.", "meta": {"file": "golden_283.json", "suspected_leaks": "Titled Name"}}
{"text": "PATIENT: Patricia Johnson, 74-year-old Female\nMRN: 1034928\nINDICATION FOR OPERATION: Ms. Johnson is a 74-year-old female with metastatic breast cancer presenting with recurrent symptomatic right-sided malignant pleural effusion despite two recent therapeutic thoracenteses. The nature, purpose, risks, benefits and alternatives to tunneled pleural catheter placement were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Recurrent malignant pleural effusion, right\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Indwelling Tunneled Pleural Catheter Placement (CPT 32550)\nATTENDING: Dr. Rachel Green\nASSISTANT: Dr. Paul Anderson, Fellow\nSupport Staff:\n\nRN: Jennifer Martinez\nRT: David Lee\n\nANESTHESIA: Local anesthesia with Lidocaine 1%\nMONITORING: Pulse oximetry, blood pressure\nINSTRUMENT: CareFusion PleurX catheter system, ultrasound machine\nESTIMATED BLOOD LOSS: <10 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter timeout, all procedure related images were saved and archived.\nPATIENT POSITION: Sitting upright at 60 degrees, right arm elevated\nCHEST ULTRASOUND FINDINGS: (Image saved and printed)\n\nHemithorax: Right\nPleural Effusion Volume: Large\nEchogenicity: Anechoic\nLoculations: None\nDiaphragmatic Motion: Diminished\nLung sliding before procedure: Present\nLung consolidation/atelectasis: Present (compressive atelectasis)\nPleura: Mildly thickened, no nodularity visualized\n\nThe right lateral chest was prepped and draped in sterile fashion. Ultrasound guidance was used to identify the optimal insertion site and confirm absence of vital structures.\nANESTHESIA: Lidocaine 1%: 20ml injected at skin, subcutaneous tissue, pleura, and tunnel tract\nEntry Site: Right 5th Intercostal Space\nLocation: Mid-axillary line\nProcedure Steps:\n\nA finder needle (18G) was used to enter the pleural space in the 5th intercostal space along the midaxillary line under ultrasound guidance. Pleural fluid was easily aspirated (straw-colored fluid). The needle was withdrawn and a 0.038\" guidewire was placed into the pleural space through the finder catheter.\nTwo 5mm skin incisions were made: one at the guidewire entry site and another 5-6cm away anteriorly for the catheter exit site.\nThe tunneling device was used to tunnel the catheter in the subcutaneous tissue from the exit site to the pleural entry site. Tunnel length: 6cm.\nSerial dilation over the guidewire was achieved using 10Fr and 15Fr dilators. The peel-away introducer sheath (16Fr) was placed over the guidewire and advanced into the pleural space.\nThe guidewire was removed. The PleurX catheter was then inserted through the introducer sheath into the pleural space until all fenestrations were within the pleural cavity (approximately 15cm inserted).\nThe introducer sheath was peeled away and removed. The pleural entry site incision was closed with a 3-0 absorbable suture (Vicryl).\nThe catheter cuff was positioned in the subcutaneous tunnel approximately 1cm from the exit site. The catheter was secured to the skin at the exit site using 2-0 nylon sutures.\nSterile dressings were applied (foam and transparent dressing).\n\nExit site: 5th Intercostal space, anterior axillary line\nInitial Drainage:\nThe PleurX vacuum bottle was attached and drainage initiated.\n\nFluid Removed: 1200 mL\nAppearance: Serous, straw-colored\n\nPleural Pressures Measured:\n\nOpening: -8 cmH₂O\n500ml: -10 cmH₂O\n1000ml: -15 cmH₂O\n1200ml: -18 cmH₂O (stopped due to chest discomfort)\n\nDrainage device: Initially vacuum bottle, then capped after drainage complete\nSPECIMEN(S):\n\nPleural fluid (cytology, chemistry, cell count)\n\nPost-procedure ultrasound showed reduced effusion volume with no pneumothorax. Post-procedure CXR ordered.\nThe patient tolerated the procedure well with only mild discomfort during catheter insertion. The attending, Dr. Green, was present throughout the entire procedure.\nIMPRESSION/PLAN: Ms. Johnson underwent successful placement of right-sided tunneled pleural catheter for recurrent malignant effusion. Procedure completed without complications. Patient and family educated on catheter care and home drainage protocol. Drainage every other day initially, adjusting based on output. Follow-up appointment in 2 weeks. Home health nursing arranged for first drainage. Patient given written discharge instructions and emergency contact information.", "meta": {"file": "golden_227.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Wilson, David || MRN: 6497801 || DOB: 4/14/1957\nDate: 08/28/2025 || Location: Cleveland Clinic, Cleveland, OH\nAttending: Dr. Sarah Williams\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Ground glass opacity requiring biopsy\nTarget: 23mm nodule in RML\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient identity, procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions identified. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t13\t356\t10\t80\t5\t21\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 3.7mm.\n\nThe device was navigated to the RML. The outer sheath was parked and locked at the ostium of the segmental airway (RB5) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Medial Segment of RML.\n\nRadial EBUS performed via the working channel. rEBUS view: Adjacent. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 21G aspiration needle under direct endoscopic and fluoroscopic guidance. 7 passes performed. Samples sent for Cytology and Cell block.\n\nBronchoalveolar lavage performed at RB5. 60mL NS instilled with 24mL return. Sent for Cell count, Culture, and Cytology.\n\nROSE Result: Suspicious for non-small cell carcinoma\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nWilliams, MD", "meta": {"file": "golden_290.json", "suspected_leaks": "Titled Name"}}
{"text": "║ ║ 11R │ 13 x 9 │ Normal │ YES │ Benign ║ ╚════════════════════════════════════════════════════════╝\nDETAILED SAMPLING:\n┌─ STATION 7 (SUBCARINAL) ────────────────┐ │ Ultrasound Characteristics: │ │ • Size: 35mm x 23mm │ │ • Shape: Round │ │ • Borders: Well-defined │ │ • Echotexture: Hypoechoic │ │ • Hilum: Absent │ │ • Vascularity: Peripheral pattern │ │ • Elastography: Score 4/5 (firm) │ │ │ │ Needle Aspiration: │ │ Pass 1 (0915): Excellent sample │ │ └─ ROSE: Adequate, MALIGNANT CELLS │ │ Pass 2 (0918): Confirmatory │ │ └─ ROSE: Adenocarcinoma confirmed │ │ Pass 3 (0921): Molecular testing │ │ Pass 4 (0924): Cell block │ │ │ │ Technique: 20-25 agitations per pass │ │ Complications: None │ └─────────────────────────────────────────┘\n┌─ STATION 4R (RIGHT LOWER PARATRACHEAL) ─┐ │ Ultrasound Characteristics: │ │ • Size: 27mm x 16mm │ │ • Shape: Oval │ │ • Echotexture: Heterogeneous │ │ • Hilum: Absent │ │ │ │ Needle Aspiration: │ │ Pass 1-3 (0928-0934): │ │ └─ ROSE: MALIGNANT, consistent with │ │ known adenocarcinoma │ └─────────────────────────────────────────┘\n┌─ STATION 10R (RIGHT HILAR) ─────────────┐ │ Ultrasound Characteristics: │ │ • Size: 16mm x 11mm │ │ • Echotexture: Hypoechoic │ │ │ │ Needle Aspiration: │ │ Pass 1-2 (0937-0940): │ │ └─ ROSE: MALIGNANT CELLS PRESENT │ └─────────────────────────────────────────┘\n┌─ STATION 11R (RIGHT INTERLOBAR) ────────┐ │ Ultrasound Characteristics: │ │ • Size: 13mm x 9mm │ │ • Appearance: Normal hilum preserved │ │ │ │ Needle Aspiration: │ │ Pass 1-2 (0943-0945): │ │ └─ ROSE: BENIGN lymphoid tissue │ └─────────────────────────────────────────┘\nFinal inspection of airways showed no bleeding. Bronchoscope withdrawn. Patient awakened from sedation without difficulty.\n╔═══════════════════════════════════════╗ ║ RAPID ON-SITE EVALUATION (ROSE) ║ ╚═══════════════════════════════════════╝\nCytotechnologist: Kevin Morrison, CT(ASCP)\nSTATION 7: POSITIVE FOR MALIGNANCY\n•\tAdenocarcinoma\n•\tCellular atypia consistent with primary lung origin\n•\tTumor cells present in high numbers\nSTATION 4R: POSITIVE FOR MALIGNANCY\n•\tAdenocarcinoma\n•\tMorphology consistent with Station 7\nSTATION 10R: POSITIVE FOR MALIGNANCY\n•\tMalignant cells identified\n•\tConsistent with metastatic adenocarcinoma\nSTATION 11R: NEGATIVE FOR MALIGNANCY\n•\tBenign reactive lymphocytes\n•\tNo atypical cells identified\n╔═══════════════════════════════════════╗ ║ SPECIMENS SUBMITTED ║ ╚═══════════════════════════════════════╝\nCYTOLOGY: □ Station 7 (4 passes) - Cytology, Cell block □ Station 4R (3 passes) - Cytology □ Station 10R (2 passes) - Cytology\n□ Station 11R (2 passes) - Cytology\nANCILLARY TESTING (Station 7): □ EGFR mutation analysis □ ALK rearrangement (FISH) □ ROS1 rearrangement □ PD-L1 immunohistochemistry □ Next-generation sequencing panel\nMICROBIOLOGY (Station 7): □ Bacterial culture □ Mycobacterial culture (AFB) □ Fungal culture\n╔═══════════════════════════════════════╗ ║ PROCEDURE METRICS ║ ╚═══════════════════════════════════════╝\nProcedure start: 0900 Procedure end: 0948 Total procedure time: 48 minutes Lymph nodes surveyed: 7 stations Lymph nodes sampled: 4 stations\nTotal needle passes: 11 Fluoroscopy: Not used Estimated blood loss: <5mL\n╔═══════════════════════════════════════╗ ║ COMPLICATIONS ║ ╚═══════════════════════════════════════╝\nNone. No hypoxemia, no bleeding, no pneumothorax, no hemodynamic instability.\n╔═══════════════════════════════════════╗ ║ PATIENT TOLERANCE ║ ╚═══════════════════════════════════════╝\nExcellent. Patient remained hemodynamically stable throughout. SpO2 maintained >95% on supplemental O2 via nasal cannula at 2L/min. No arrhythmias noted. Recovered from sedation appropriately within 30 minutes.\n╔═══════════════════════════════════════╗ ║ DIAGNOSTIC IMPRESSION ║ ╚═══════════════════════════════════════╝\n2.\tSUCCESSFUL EBUS-TBNA WITH ADEQUATE TISSUE ACQUISITION\n3.\tN3 DISEASE CONFIRMED - Metastatic adenocarcinoma involving: • Station 7 (subcarinal) - N2 • Station 4R (paratracheal) - N2\n• Station 10R (hilar) - N1 • Contralateral/bilateral nodal involvement = N3\n4.\tSTAGE IIIC DISEASE (cT2aN3M0) based on ROSE findings\n5.\tStation 11R negative (benign)\n6.\tFinal pathology and molecular testing pending (expected 5-7 business days)\n╔═══════════════════════════════════════╗ ║ TREATMENT PLAN & RECOMMENDATIONS ║ ╚═══════════════════════════════════════╝\n2.\tIMMEDIATE: □ Medical oncology consultation (already scheduled for 03/25/2025) □ Patient counseled regarding N3 disease and treatment implications □ Discussed that this finding changes management from surgical candidate to systemic therapy +/- radiation\n3.\tPENDING: □ Final pathology with molecular markers (EGFR, ALK, ROS1, PD-L1, NGS) □ Treatment decisions pending molecular results\n4.\tSTAGING COMPLETION: □ Brain MRI (ordered - to evaluate for metastases) □ Consider PET-CT if not recent\n5.\tMULTIDISCIPLINARY APPROACH: □ Tumor board presentation scheduled for 03/27/2025 □ Thoracic oncology □ Radiation oncology\n□ Pulmonology\n6.\tFOLLOW-UP: □ Interventional Pulmonology clinic in 1 week for pathology review □ Coordinate care with oncology team □ Provide support resources and patient education materials\n7.\tPROGNOSIS DISCUSSION: □ Stage IIIC disease discussed with patient and family □ Treatment options including chemotherapy, immunotherapy, targeted therapy (if applicable), and radiation reviewed □ Palliative care consultation offered\n╔═══════════════════════════════════════╗ ║ ATTESTATION ║ ╚═══════════════════════════════════════╝\nI personally performed this procedure and was present throughout all critical portions. The patient was appropriately monitored and the procedure was conducted in accordance with standard of care guidelines. All findings and recommendations documented above reflect my professional assessment.\n╔═══════════════════════════════════════╗ ║ ELECTRONIC SIGNATURE ║ ╚═══════════════════════════════════════╝\nLawrence Turner, MD, FCCP Board Certified: Pulmonary, Critical Care, Interventional Pulmonology NPI: 1234567890\nDate: 03/23/2025 Time: 10:15 AM\n╔═══════════════════════════════════════╗ ║ DISTRIBUTION ║ ╚═══════════════════════════════════════╝ □ Electronic Medical Record □ Referring Physician: Dr. Sarah Martinez (Primary Care) □ Medical Oncology: Dr. Robert Kim □ Patient Portal (results letter to follow)\n═══════════════════════════════════════════\n________________________________________", "meta": {"file": "golden_235.json", "suspected_leaks": "Titled Name"}}
{"text": "Pt: Wilson, Edward || MRN: 2386614 || DOB: 7/1/1972\nDate: 08/08/2025 || Location: UCSF Medical Center, San Francisco, CA\nAttending: CAPT Russell Miller, MD\n\nIndication: Peripheral pulmonary nodule\nTarget: 14mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient identity, procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions identified. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t13\t354\t18\t100\t5\t17\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 4.6mm.\n\nThe device was navigated to the LUL. The outer sheath was parked and locked at the ostium of the segmental airway (LB1+2) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Apicoposterior Segment of LUL.\n\nRadial EBUS performed via the working channel. rEBUS view: Adjacent. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 21G aspiration needle under direct endoscopic and fluoroscopic guidance. 6 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 6 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nROSE Result: No evidence of malignant neoplasm\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nMiller, MD", "meta": {"file": "golden_289.json", "suspected_leaks": "Unredacted Year, Unredacted Date"}}
