{
  "UNKNOWN_syn_1": "Indication: RML Nodule.\nProcedure: EBUS (11L, 7, 10R, 11R) + Ultrathin RML Biopsy.\nFindings: EBUS negative. RML nodule concentric on REBUS.\nComplications:\n- Aspiration/Emesis on emergence -> Hypoxia.\n- CXR: Small right apical pneumothorax.\nPlan: Admit. Monitor PTX and Aspiration.",
  "UNKNOWN_syn_2": "PROCEDURE NOTE: EBUS and Peripheral Bronchoscopy.\n\nFollowing systematic EBUS sampling of stations 11L, 7, 10R, and 11R (all ROSE negative), the EBUS scope was exchanged for an ultrathin bronchoscope. The Right Middle Lobe nodule was localized using radial EBUS (concentric view) and biopsied via needle, forceps, and brush. \n\nCOMPLICATIONS: Upon emergence, the patient had a large volume emesis with transient hypoxia, managed with positioning. Post-procedure CXR revealed airspace opacities consistent with aspiration or lavage, and a small right apical pneumothorax. The patient is hemodynamically stable.",
  "UNKNOWN_syn_3": "Billing Codes:\n- 31653: EBUS sampling 3+ stations (11L, 7, 10R, 11R).\n- 31628-XS: Transbronchial biopsy RML (separate site).\n- +31654: Radial EBUS for RML localization.\nNote: Complications (Pneumothorax J95.811, Aspiration J69.0) documented supporting medical necessity for admission.",
  "UNKNOWN_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: EBUS + RML Biopsy\n\n1. EBUS TBNA: 11L, 7, 10R, 11R.\n2. RML Nodule: Ultrathin scope + Radial EBUS + Bx (Needle/Brush/Forceps).\n3. Complication: Patient vomited on waking up, stats dropped. Also has small pneumo on CXR.\n4. Plan: Admit to medicine.",
  "UNKNOWN_syn_5": "doing staging for nodule. propofol anesthesia. ebus first hit 11l 7 10r 11r all negative. switched scopes went to rml found nodule with radial probe took biopsies. after we finished patient threw up everywhere maybe aspirated desatted for a bit. xray showed small pneumo on the right and some infiltrates. admitting for observation.",
  "UNKNOWN_syn_6": "Pulmonary nodule staging. General anesthesia. EBUS-TBNA performed on stations 11L, 7, 10R, and 11R (ROSE negative). Ultrathin bronchoscopy to RML nodule; Radial EBUS confirmed concentric view. Sampled with needle, forceps, brush. Post-procedure emesis with aspiration and hypoxia. CXR confirmed aspiration pneumonitis and small right apical pneumothorax. Admitted for observation.",
  "UNKNOWN_syn_7": "[Indication]\nPulmonary nodule.\n\n[Anesthesia]\nGeneral (Propofol).\n\n[Description]\nEBUS-TBNA: Stations 11L, 7, 10R, 11R. Peripheral Bronchoscopy: RML nodule (Radial EBUS confirmed). Biopsies taken.\n\n[Complications]\nAspiration event. Small right pneumothorax.\n\n[Plan]\nAdmit. Serial CXRs. Antibiotics held.",
  "UNKNOWN_syn_8": "This procedure was performed to stage a right middle lobe nodule. We started with a complete EBUS staging, sampling four distinct nodal stations, all of which were benign on rapid eval. We then navigated to the RML lesion using an ultrathin scope and radial ultrasound, obtaining good diagnostic samples. Unfortunately, the patient vomited during emergence, resulting in a likely aspiration event. Subsequent imaging also id[REDACTED] a small pneumothorax. He is stable but will be admitted for close monitoring.",
  "UNKNOWN_syn_9": "Indication: Nodule interrogation.\nProcedure: Multimodal bronchoscopy.\nDetails: EBUS-TBNA performed on four mediastinal/hilar stations. The RML target was located via radial sonography and sampled using diverse instruments. Post-intervention, the patient experienced emesis/aspiration and sustained a minor pneumothorax. He requires inpatient monitoring.",
  "UNKNOWN": "DATE OF PROCEDURE: [REDACTED]\n \nCC Referred Physician:  Provider, Not In System, MD\nNo address on file\n \nINDICATION FOR OPERATION:  Andres Flores Luna is a 63 year old-year-old male who presents with respiratory failure.  The nature, purpose, risks, benefits and alternatives to Bronchoscopy were discussed with the patient in detail.  Patient indicated a wish to proceed with surgery and informed consent was signed.\n \nCONSENT : Obtained before the procedure. Its indications and potential complications and alternatives were discussed with the patient or surrogate. The patient or surrogate read and signed the provided consent form / provided consent over the phone. The consent was witnessed by an assisting medical professional.\n \nPREOPERATIVE DIAGNOSIS: J96.90 Respiratory Failure\n \nPOSTOPERATIVE DIAGNOSIS:  J96.90 Respiratory Failure\n \nPROCEDURE:  \n31600 Incision of windpipe (perc trach)\n76536 Ultrasound of Neck\n \n22 Substantially greater work than normal (i.e., increased intensity, time, technical difficulty of procedure, and severity of patient's condition, physical and mental effort required)\n \nIP UCSD CODE MOD DETAILS: \nUnusual Procedure:\nThis patient required a procedure when anatomy was challenging due to limited neck mobility. This made for a narrow window to perform the procedure and required four additional attending physicians to assist with the case. This resulted in >40% increased work due to Increased intensity, Time, Technical difficulty of procedure, Severity of patient's condition, and Physical and mental effort required. Apply to: 31600 Incision of windpipe (perc trach). \n \nATTENDING:  \nJacob Perry MD\n \nASSISTANT:   Christina Johnson MD and Emily Muller MD\n \nSupport Staff: \nRN: Lyndsey Lohan and Victor Vicente\nRT: Mandy Malone\n \nMONITORING : Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure.\n \nESTIMATED BLOOD LOSS:   Minimum\n \nCOMPLICATIONS:    None\n \nPROCEDURE IN DETAIL:\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).  All procedure related images were saved and archived in Media folder on Onedrive behind UCSD firewall, relevant images are also uploaded to PACS system or in the media section of the patient's chart. \n \nPATIENT [REDACTED]: . \n \nInitial Airway Inspection Findings:\n \nNeck Ultrasound was performed to evaluate for any abnormal vessel, mass, structures at the site of percutaneous tracheostomy.  There were no significant vessels/mass were noted overlying the tracheostomy site on examination from the laryngeal prominence to the sternal notch.  \n \nThe bronchoscope was retracted into the ETT tube and the ET tube retracted into the subglottic space under direct visualization.  The inferior border of the cricoid along with the proximal tracheal rings were visualized.  Next, the anterior neck was prepped and draped in the usual sterile fashion.  \n \nThere were issues with the ventilator, so manual bagging of the patient was performed. \n \nLidocaine 1% 3ml ml was injected into the anterior neck.  A 1 cm incision was made horizontally with a #10 blade down through the subcutaneous tissue, just inferior to the cricoid cartilage.  A syringe with 1% Lidocaine was then attached to the introducer needle and passed between the 1st and 2nd tracheal rings and into the trachea under direct visualization.  This needle was removed and the 18 gauge introducer catheter over needle was then advanced into this [REDACTED] under direct visualization.   The inner needle was removed and the introducer catheter left in place.  Next, a J-wire was passed through the catheter, also visualized with the bronchoscope.  The site was then dilated using the 14Fr introducing dilator passed over the wire.  \n \nThe 14 Fr dilator was then removed from the guide wire and an 8 Fr guiding catheter placed over the guide wire until the safety ridge on the guiding catheter was at skin level.  The White Rhino dilator was placed over the guiding catheter until the positioning mark was visualized via the bronchoscope.  The White Rhino dilator was then removed leaving the guiding catheter and guide wire assembly in place, all under direct visualization bronchoscopically.\n \nFinally a Portex 7.0 cuffed tracheostomy tube with appropriate dilator was introduced over the guiding catheter into the trachea under direct visualization.  The dilator, guiding catheter, and J-wire were then removed and the tracheostomy tube left in place.  This was confirmed to be in good [REDACTED] bronchoscopically.  The Endotracheal tube was then removed and the ventilator connected to the tracheostomy tube.   A Lyofoam drain sponge was placed under the tracheostomy tube prior to suturing into place.  The patient tolerated the procedure well.  There were no complications. The staff physician was present throughout the entire procedure. \n \n \nThe patient tolerated the procedure well.  There were no immediate complications.  \n \nSPECIMEN(S): \nNone\n \nIMPRESSION/PLAN: Andres Flores Luna is a 63 year old-year-old male who presents for bronchoscopy for respiratory failure.\n \n-Suture removal in ~7 days\n-First tracheostomy change in ~10 days\n \nJacob M Perry, MD\n[REDACTED]"
}
