{"id": "1776_syn_1", "text": "Indication: Recurrent pleural effusion (L).\nProc: US-guided pleural drainage/catheter.\n- Site marked US.\n- Thoracentesis attempt 1: Dry tap.\n- Repositioned 2 spaces lower.\n- 18G needle entered fluid. Wire passed.\n- 8Fr Pigtail placed.\n- Output: 1400cc clear yellow.\nPlan: Culture/Cyto. Catheter to drainage."}
{"id": "10001_syn_1", "text": "Indication: ILD (UIP/NSIP).\nTechnique: LMA, Flex Bronch, Radial EBUS.\n- RLL Basilar segments cleared via REBUS.\n- 1.9mm Cryoprobe.\n- Site 1: RLL Posterior Basal (5s freeze).\n- Site 2: RLL Lateral Basal (5s freeze).\n- Fogarty balloon used prophylactically.\n- 2 samples (10mm each).\n- No pneumothorax."}
{"id": "1776_syn_1", "text": "Indication: Recurrent pleural effusion (L).\nProc: US-guided pleural drainage/catheter.\n- Site marked US.\n- Thoracentesis attempt 1: Dry tap.\n- Repositioned 2 spaces lower.\n- 18G needle entered fluid. Wire passed.\n- 8Fr Pigtail placed.\n- Output: 1400cc clear yellow.\nPlan: Culture/Cyto. Catheter to drainage."}
{"id": "10001_syn_1", "text": "Indication: ILD (UIP/NSIP).\nTechnique: LMA, Flex Bronch, Radial EBUS.\n- RLL Basilar segments cleared via REBUS.\n- 1.9mm Cryoprobe.\n- Site 1: RLL Posterior Basal (5s freeze).\n- Site 2: RLL Lateral Basal (5s freeze).\n- Fogarty balloon used prophylactically.\n- 2 samples (10mm each).\n- No pneumothorax."}
{"id": "123789_syn_1", "text": "Indication: Thymoma.\nProcedure: VATS thymectomy/mass excision.\n- 3 ports.\n- Mass dissected from pericardium/innominate.\n- Margins clear.\n- Removed via endobag.\n- 24Fr chest tube."}
{"id": "123789_syn_2", "text": "OPERATIVE SUMMARY: Video-assisted thoracoscopic excision of anterior mediastinal mass.\nFINDINGS: A 4.5 cm well-circumscribed thymic mass was id[REDACTED] in the anterior mediastinum. There was no evidence of invasion into the pericardium or great vessels.\nPROCEDURE: Using a three-port VATS approach, the mediastinal pleura was incised. The mass was dissected free from the pericardial and thymic bed using ultrasonic energy. Complete resection was achieved, and the specimen was extracted via an endo-catch bag."}
{"id": "123789_syn_3", "text": "CPT 32662: VATS excision of mediastinal cyst, tumor, or mass.\nApproach: 3-port VATS.\nPathology: Thymoma (4.5cm).\nWork: Complete dissection from pericardium and innominate vein; extraction via bag; chest tube placement."}
{"id": "123789_syn_4", "text": "Procedure: VATS Resection Mediastinal Mass\n1. GA / DLT / Lateral decubitus.\n2. Ports: 5th, 3rd, 7th ICS.\n3. Id[REDACTED] mass anterior mediastinum.\n4. Dissected with harmonic.\n5. Bagged and removed.\n6. Chest tube placed."}
{"id": "123789_syn_5", "text": "Vats for thymoma right side wait left side 3 ports mass was anterior dissected it off the vessels and heart looked contained put it in a bag and pulled it out chest tube in blood loss minimal patient fine."}
{"id": "123789_syn_6", "text": "Video-assisted thoracoscopic surgery (VATS) with excision of mediastinal lesion. 65-year-old male with 4.2cm anterior mediastinal mass. Three port placements. Thoracoscope introduced. Anterior mediastinum visualized with well-encapsulated mass arising from thymic tissue. Careful dissection performed using harmonic scalpel separating mass from pericardium and left innominate vein. Specimen removed via endo-bag. Single 24Fr chest tube placed."}
{"id": "123789_syn_7", "text": "[Indication]\nAnterior mediastinal mass (Thymoma).\n[Anesthesia]\nGeneral, DLT.\n[Description]\n3-port VATS. 4.5cm mass dissected from anterior mediastinum. Complete excision. Endo-bag extraction.\n[Plan]\nAdmit, chest tube management."}
{"id": "123789_syn_8", "text": "[REDACTED] a VATS procedure to remove a suspicious mass in his chest. We used three small incisions to access the space. The mass, located in the anterior mediastinum, was carefully separated from the heart and major veins. We were able to remove it completely in a retrieval bag. A chest tube was left in place to drain any fluid or air."}
{"id": "123789_syn_9", "text": "Diagnosis: Anterior mediastinal neoplasm.\nAction: Thoracoscopic resection of mediastinal tumor.\nDetails: Three-port access established. Tumor separated from surrounding structures. Complete removal achieved via retrieval sac. Drainage tube inserted."}
{"id": "123789", "text": "OPERATIVE REPORT\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (65 years old)\nDate of Service: [REDACTED]\nLocation: [REDACTED]\n\nSurgeons:\nAttending: Dr. Elizabeth Warren, MD - Thoracic Surgery\nAssistant: Dr. Michael Chen, MD - Thoracic Surgery Fellow\n\nAnesthesia: General endotracheal anesthesia\nAnesthesiologist: Dr. Peter Williams, MD\n\nPreoperative Diagnosis: Mediastinal mass, suspected thymoma\n\nPostoperative Diagnosis: Anterior mediastinal mass - thymoma confirmed\n\nProcedure: Video-assisted thoracoscopic surgery (VATS) with excision of mediastinal lesion\n\nIndications: 65-year-old male with incidentally discovered 4.2cm anterior mediastinal mass on CT chest. PET showed mild FDG uptake (SUV 3.2). MRI confirmed well-circumscribed anterior mediastinal lesion. Patient elected for surgical excision.\n\nProcedure Details:\nPatient [REDACTED] supine position with left side elevated 30 degrees. Double-lumen ETT placed. General anesthesia induced. Left chest prepped and draped in sterile fashion.\n\nThree port placements:\n- 10mm camera port, 5th intercostal space, anterior axillary line\n- 5mm working port, 3rd intercostal space, mid-clavicular line\n- 5mm working port, 7th intercostal space, anterior axillary line\n\nThoracoscope introduced. Pleural space inspected - no effusion, no adhesions. Anterior mediastinum visualized with well-encapsulated mass arising from thymic tissue. Careful dissection performed using harmonic scalpel, separating mass from pericardium and left innominate vein. All margins appeared grossly clear. Specimen removed via endo-bag through enlarged camera port.\n\nHemostasis confirmed. Single 24Fr chest tube placed. Lung re-expanded under direct visualization. Ports closed in layers.\n\nSpecimen: 4.5 x 3.8 x 3.2 cm encapsulated mass, sent for permanent pathology.\n\nEBL: 75mL\nComplications: None\nDisposition: To PACU in stable condition\n\nE. Warren, MD"}
{"id": "436795_syn_1", "text": "Dx: Distal Trachea SCC.\nAnesthesia: Mod Sed.\nProc: 5F cath placed past 2.0cm tumor. Fluoro verified.\nPlan: 6Gy x 4. D/C home after tx."}
{"id": "436795_syn_2", "text": "OPERATIVE REPORT: [REDACTED], a 65-year-old male with squamous cell carcinoma of the distal trachea, underwent flexible bronchoscopy. The lesion presented with 55% obstruction. A 5-French flexible catheter was successfully navigated past the distal margin of the tumor. Fluoroscopic imaging confirmed the catheter position relative to the 4.0 cm treatment length. The patient was transported for HDR brachytherapy delivery."}
{"id": "436795_syn_3", "text": "Procedure: 31643 (Catheter placement for radioelement).\nSite: Distal Trachea.\nTechnique: 5F flexible catheter inserted via working channel.\nValidation: Fluoroscopic guidance (5 min).\nDose Plan: 6.0 Gy x 4 fractions.\nNote: Outpatient setting."}
{"id": "436795_syn_4", "text": "Resident Note\nPt: R. Johnson\nStaff: Dr. Patel\nSteps:\n1. Mod sed start.\n2. Scope to distal trachea.\n3. Tumor ID'd.\n4. 5F cath placed.\n5. Fluoro check.\n6. Secure.\nPlan: Session 1/4 today."}
{"id": "436795_syn_5", "text": "note for mr [REDACTED] distal trachea tumor causing wheezing we did the brachy cath placement moderate sedation was used scope went in saw the tumor put the 5f catheter past it fluoro confirmed it was in the right spot taped it to his nose sending him for 6gy radiation"}
{"id": "436795_syn_6", "text": "Bronchoscopy for brachytherapy catheter placement in a 65-year-old male with distal tracheal SCC. Moderate sedation used. The 2.0 cm tumor was visualized. A 5F flexible catheter was advanced distally. Position confirmed via fluoroscopy. The patient tolerated the procedure well and was sent for radiation therapy."}
{"id": "436795_syn_7", "text": "[Indication]\nDistal trachea SCC, dyspnea.\n[Anesthesia]\nModerate sedation.\n[Description]\nTracheal tumor visualized. 5F catheter inserted 2 cm distal to lesion. Fluoroscopy used to verify position. Catheter secured.\n[Plan]\n6.0 Gy fraction 1. Weekly f/u."}
{"id": "436795_syn_8", "text": "[REDACTED] for his first brachytherapy session for a tracheal tumor. We kept him comfortable with moderate sedation. The scope showed the tumor in the lower windpipe. We slid a 5F catheter down past the blockage and used the fluoroscope to make sure it was sitting right. We taped it securely so he could go get his radiation treatment."}
{"id": "436795_syn_9", "text": "Dx: Tracheal carcinoma.\nProc: Scope with installation of brachytherapy line.\nDetails: 5F tube inserted past the 2 cm mass. Positioning confirmed by fluoroscopy. 6 Gy dosage planned. Patient discharged post-treatment."}
{"id": "502118_syn_1", "text": "Indication: Aspiration (Peanut).\nProc: Foreign Body Removal.\nFindings: R main/RLL occluded by nuts.\nAction: Basket/Forceps removal piecemeal.\nResult: Airways cleared.\nPlan: CXR, extubate tomorrow."}
{"id": "502118_syn_2", "text": "OPERATIVE SUMMARY: Emergent bronchoscopy was performed for acute airway obstruction. Inspection confirmed a foreign body (peanut fragments) occluding the right mainstem bronchus. Using a retrieval basket and forceps, the foreign material was extracted piecemeal. Following removal, the distal airways were inspected and found to be patent and free of residual debris."}
{"id": "502118_syn_3", "text": "Code: 31635 (Bronchoscopy with removal of foreign body).\nDetail: Removal of aspirated organic material from Right Mainstem/RLL using basket and forceps. Complexity: Piecemeal removal required."}
{"id": "502118_syn_4", "text": "Emergency Bronch Note\nPatient: [REDACTED]\n1. Intubated for aspiration.\n2. Scope down -> Peanut parts in R lung.\n3. Used basket and forceps.\n4. Pulled out multiple pieces.\n5. Suctioned clear.\n6. R lung reinflated.\n7. Done."}
{"id": "502118_syn_5", "text": "jacob carter choked on a peanut ems intubated him. right lung down. went in with the scope giant peanut mess in the right main. used the basket and grabbers took a while to get it all out in pieces. cleaned it up nicely lung is up now on xray."}
{"id": "502118_syn_6", "text": "Emergency bronchoscopy for foreign body aspiration. The patient presented with right lung collapse. Bronchoscopy revealed peanut fragments obstructing the right mainstem. These were removed using a combination of basket and forceps. The airway was cleared of all visible foreign material. Ventilation improved immediately."}
{"id": "502118_syn_7", "text": "[Indication]\nForeign body aspiration, respiratory failure.\n[Anesthesia]\nGeneral (Propofol/Fentanyl).\n[Description]\nFB id[REDACTED] (Peanut) R lung. Removal via basket/forceps. Airways patent post-removal.\n[Plan]\nWean vent. CXR."}
{"id": "502118_syn_8", "text": "We performed an emergency procedure on [REDACTED] a peanut he inhaled. It was blocking his right lung. Using a small basket and grippers through the scope, we removed the peanut in several pieces. Once it was all out, we suctioned the airway clean, and his lung re-expanded."}
{"id": "502118_syn_9", "text": "Procedure: Retrieval of aspirated foreign material.\nTarget: Right bronchial tree.\nMethod: Extraction utilizing wire basket and forceps.\nOutcome: Restoration of bronchial patency."}
{"id": "502118", "text": "EMERGENCY BRONCHOSCOPY – FOREIGN BODY\nDate: [REDACTED] 21:15\nPatient: [REDACTED] | 32M | MRN [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Alexis Nguyen\n\nINDICATION:\nAcute airway obstruction after aspiration of peanut while eating at home. EMS performed rapid sequence intubation en route. Persistent high peak pressures and right lung collapse on portable CXR.\n\nAIRWAY / VENTILATION:\n8.0 ETT at 24 cm, volume-control ventilation 18/450/5/100%.\nSedation with propofol and fentanyl infusions (general anesthesia–equivalent).\n\nPROCEDURE:\nFlexible bronchoscope was passed through the ETT. A large amount of particulate material was visualized in the right mainstem bronchus with near-complete occlusion and extension into the right lower lobe bronchus.\n\nUsing a 4-wire retrieval basket and alligator forceps, multiple peanut fragments were removed piecemeal from the right mainstem and right lower lobe bronchi. Airways were suctioned thoroughly until patent with visible subsegmental branches.\n\nLeft lung inspection was normal. No tumor, mass or blood clot id[REDACTED].\n\nCOMPLICATIONS: None. Estimated blood loss <5 mL.\nPLAN: Repeat portable CXR to confirm re-expansion of the right lung. Continue mechanical ventilation overnight for airway protection."}
{"id": "700001_syn_1", "text": "Proc: EBUS-TBNA mediastinal/hilar nodes.\nAnesthesia: GA, 8.5 ETT.\nDetails:\n- Airway inspection neg.\n- EBUS scope introduced.\n- Sampled 4R (3 passes, ROSE malig), 4L (3 passes, benign), 7 (4 passes, susp), 10L (2 passes, benign).\n- Total 12 passes.\nComp: None. <5mL EBL.\nPlan: Extubated. PACU. F/U 1-2 wks."}
{"id": "700001_syn_2", "text": "OPERATIVE NARRATIVE: The patient, [REDACTED], presented for staging of a PET-avid left upper lobe mass. Following induction of general anesthesia and placement of an 8.5 mm endotracheal tube, a systematic endobronchial ultrasound examination was conducted. We id[REDACTED] and sampled stations 4R, 4L, 7, and 10L. Rapid On-Site Evaluation (ROSE) indicated malignancy in stations 4R and 7, while stations 4L and 10L yielded adequate lymphocytes without definitive malignant cells. The procedure concluded without complication, and the patient was transferred to the PACU in stable condition."}
{"id": "700001_syn_3", "text": "Procedure Code: 31653 (EBUS sampling 3+ stations).\nGuidance: Convex linear EBUS (Olympus BF-UC180F).\nSite[REDACTED]\n1. Station 4R (Initial): 22G needle, 3 passes.\n2. Station 4L (Add-on): 22G needle, 3 passes.\n3. Station 7 (Add-on): 22G needle, 4 passes.\n4. Station 10L (Add-on): 22G needle, 2 passes.\nMedical Necessity: Staging for lung cancer (LUL mass). General anesthesia utilized. Cytology and molecular profiling ordered."}
{"id": "700001_syn_4", "text": "Procedure: EBUS-TBNA\nAttending: Dr. Kim\nSteps:\n1. Time-out performed.\n2. ETT placed by Anesthesia.\n3. White light bronchoscopy: normal anatomy.\n4. EBUS TBNA performed at stations 4R, 4L, 7, and 10L using 22G needle.\n5. ROSE confirmed adequacy/malignancy at 4R/7.\n6. Scope removed. Patient extubated.\nComplications: None."}
{"id": "700001_syn_5", "text": "We did the bronch on Mr [REDACTED] today for his lung mass staging used the ebus scope under GA tube size 8.5. Looked at the nodes sampled 4R 4L 7 and 10L got good samples rose said cancer in 4R and 7 so thats likely stage 3. 4L and 10L looked okay just lymphocytes. No bleeding or issues patient woke up fine sending to pacu will follow up path."}
{"id": "700001_syn_6", "text": "68-year-old male with LUL mass. Flexible bronchoscopy with EBUS-TBNA performed under general anesthesia. Airway inspected; no endobronchial lesions. EBUS id[REDACTED] target nodes. Needle aspiration performed at stations 4R, 4L, 7, and 10L. ROSE positive for malignancy at 4R and 7. Samples sent for final path and moleculars. Patient tolerated well, no complications."}
{"id": "700001_syn_7", "text": "[Indication]\nLung cancer staging; LUL mass with PET-avid adenopathy.\n[Anesthesia]\nGeneral anesthesia, 8.5 mm ETT.\n[Description]\nSystematic EBUS-TBNA performed. Stations 4R, 4L, 7, and 10L sampled with 22G needle. ROSE confirmed malignant cells at 4R and 7. 4L and 10L benign.\n[Plan]\nExtubate, PACU, outpatient follow-up for molecular results."}
{"id": "700001_syn_8", "text": "The patient was brought to the bronchoscopy suite for EBUS-TBNA to stage a left upper lobe mass. We utilized general anesthesia and an 8.5 mm ETT. After verifying the airway was clear, we switched to the EBUS scope. We methodically sampled stations 4R, 4L, 7, and 10L. The preliminary onsite evaluation suggested malignancy in the 4R and subcarinal nodes, which alters the staging. The left-sided nodes appeared benign. There were no complications, and the patient was extubated successfully."}
{"id": "700001_syn_9", "text": "Procedure: Flexible bronchoscopy with ultrasound-guided aspiration of mediastinal nodes.\nOperator: Dr. Kim.\nActions: The airway was surveyed. The diagnostic scope was swapped for the linear EBUS. Target stations 4R, 4L, 7, and 10L were localized and aspirated. ROSE verified malignant cells in 4R and 7. Specimens were submitted for analysis. The patient was extubated and transferred."}
{"id": "700001", "text": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (68 years)\nDATE OF PROCEDURE: [REDACTED]\nLOCATION: [REDACTED]\n\nPROCEDURE: Flexible bronchoscopy with linear endobronchial ultrasound–guided transbronchial needle aspiration (EBUS-TBNA) of mediastinal and hilar lymph nodes.\nOPERATORS:\n  Primary Operator: David Kim, MD – Interventional Pulmonology (Attending)\n  Assistant: Maria Lopez, MD – Pulmonary Fellow (PGY-5)\n  Bronchoscopy RN: Jonathan Johnson, RN\n  RT: Erica White, RRT\n\nINDICATION:\n68-year-old male with 3.2 cm left upper lobe mass and PET-avid mediastinal/hilar adenopathy (stations 4R, 4L, 7, 10L) requiring tissue for lung cancer staging and diagnosis.\n\nANESTHESIA / AIRWAY:\nGeneral anesthesia provided by Anesthesia service. Orotracheal intubation with 8.5 mm ETT. Patient positioned supine. Continuous cardiac monitoring, pulse oximetry, NIBP.\n\nPROCEDURE DESCRIPTION:\nTime-out was performed confirming patient, procedure, and site. The bronchoscope was advanced through the ETT under direct visualization. Trachea and bilateral bronchial tree were inspected to subsegmental level. No endobronchial tumor, secretions, or active bleeding was seen.\n\nEBUS TECHNIQUE:\nThe diagnostic scope was exchanged for a convex linear EBUS bronchoscope (Olympus BF-UC180F). Complete systematic nodal survey was performed. Target stations were id[REDACTED] by ultrasound and measured.\n\nSTATIONS SAMPLED:\n• Station 4R: 1.5 x 1.3 cm oval node, heterogeneous with distinct margins. Three passes with 22G EBUS needle; ROSE adequate with malignant cells.\n• Station 4L: 1.2 x 1.0 cm node, mildly enlarged. Three passes with 22G needle; ROSE adequate lymphocytes, no definite malignancy.\n• Station 7 (subcarinal): 2.0 x 1.6 cm node, heterogeneous with central necrosis. Four passes; ROSE suspicious for malignancy.\n• Station 10L: 1.0 x 0.8 cm node. Two passes; ROSE adequate lymphocytes.\n\nA total of 12 needle passes were performed. Specimens were sent for cytology, cell block, and molecular profiling (EGFR/ALK/ROS1/BRAF, PD-L1) per lung cancer protocol.\n\nCOMPLICATIONS:\nNo significant bleeding, hypoxia, or arrhythmia occurred. Estimated blood loss < 5 mL. No immediate complications were observed.\n\nDISPOSITION / PLAN:\nPatient [REDACTED] in the procedure room and transferred to PACU in stable condition on 2 L/min nasal cannula. Planned outpatient follow-up in IP clinic in 1–2 weeks to review final pathology and staging. CT chest with contrast and brain MRI are already scheduled.\n\nPRELIMINARY IMPRESSION:\nSuccessful systematic EBUS-TBNA of mediastinal and hilar lymph nodes (stations 4R, 4L, 7, 10L) for lung cancer staging. ROSE suggests malignant involvement at 4R and 7; final cytology and molecular testing pending.\n\nSIGNED:\nDavid Kim, MD\nInterventional Pulmonology"}
{"id": "901234_syn_1", "text": "Indication: Large R effusion.\nProc: Thoracentesis w/ catheter.\n- US marked.\n- 14Fr catheter.\n- Drained 1800mL serosanguinous.\n- Catheter left in place."}
{"id": "901234_syn_2", "text": "PROCEDURE NOTE: Thoracentesis with insertion of indwelling pleural drainage catheter.\nINDICATION: Symptomatic pleural effusion, suspected malignancy.\nDESCRIPTION: Following ultrasound marking, a 14Fr pleural catheter was inserted using the Seldinger technique. A total of 1800 mL of serosanguinous fluid was drained, providing immediate symptomatic relief. The catheter was secured for ongoing drainage."}
{"id": "901234_syn_3", "text": "CPT 32556: Pleural drainage with insertion of indwelling catheter.\nGuidance: Ultrasound (marking only).\nOutput: 1800mL.\nCatheter: 14Fr."}
{"id": "901234_syn_4", "text": "Procedure: Catheter Drainage\n1. US mark.\n2. Local.\n3. 14Fr catheter placed.\n4. Drained 1800mL.\n5. Secured."}
{"id": "901234_syn_5", "text": "William Turner with the big right effusion put in a 14fr catheter today marked with us drained 1.8 liters fluid looks serosanguinous patient breathing better now catheter stayed in."}
{"id": "901234_syn_6", "text": "Thoracentesis with insertion of indwelling pleural drainage catheter. 64M former smoker with new right-sided pleural effusion. Using Seldinger technique 14Fr pleural drainage catheter inserted. Total drainage 1800mL serosanguinous fluid over 30 minutes. Patient reported immediate relief of dyspnea. Plan admit for drainage monitoring."}
{"id": "901234_syn_7", "text": "[Indication]\nSymptomatic R pleural effusion.\n[Anesthesia]\nLocal.\n[Description]\n14Fr catheter placed (US marked). Drained 1800mL.\n[Plan]\nAdmit."}
{"id": "901234_syn_8", "text": "[REDACTED] a large amount of fluid around his right lung causing shortness of breath. We used ultrasound to find the best spot, then inserted a small tube (catheter) to drain it. We removed 1800mL of fluid, which helped his breathing right away. We left the tube in to continue draining."}
{"id": "901234_syn_9", "text": "Diagnosis: Pleural effusion.\nAction: Insertion of pleural drainage catheter.\nDetails: 14Fr catheter placed. 1800mL drained. Catheter secured."}
{"id": "901234", "text": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Susan Phillips\n\nDx: Large symptomatic right pleural effusion, suspected malignancy\nProcedure: Thoracentesis with insertion of indwelling pleural drainage catheter\n\nHx: 64M former smoker with new right-sided pleural effusion. CT shows large effusion with nodular pleural thickening. Presents with progressive dyspnea over 2 weeks.\n\nProcedure:\nPosition: Seated upright leaning forward on bedside table.\nSite: Right posterior chest, 8th ICS at posterior axillary line.\nAnesthesia: 1% lidocaine local anesthesia.\nGuidance: Ultrasound used to id[REDACTED] pocket and mark entry point.\n\nUsing Seldinger technique, 14Fr pleural drainage catheter inserted. Initial return of 200mL sanguineous fluid; catheter connected to drainage bag. Total drainage: 1800mL serosanguinous fluid over 30 minutes.\n\nFluid sent for: Cell count, chemistry, cytology, cultures.\n\nPatient [REDACTED] relief of dyspnea. SpO2 improved 88% to 94% on RA. No pneumothorax on post-procedure CXR.\n\nPlan: Admit for drainage monitoring. Consider PleurX if malignant.\n\nS. Phillips MD"}
{"id": "940211_syn_1", "text": "Indication: Exudative effusion, nodules.\nProc: Med Thoracoscopy + Biopsy.\nFindings: Diffuse nodules parietal pleura.\nAction: Drained 900cc. 10 biopsies taken.\nResult: No complications. Pigtail removed.\nPlan: Admit."}
{"id": "940211_syn_2", "text": "OPERATIVE REPORT: Medical Thoracoscopy.\nINDICATION: Undiagnosed pleural effusion.\nFINDINGS: Visual inspection of the right pleural space revealed diffuse nodularity of the parietal pleura. \nPROCEDURE: The space was accessed via a single port. 900 mL of fluid was evacuated. Multiple forceps biopsies were obtained from the parietal pleura for diagnostic evaluation. The lung was re-expanded and the catheter removed."}
{"id": "940211_syn_3", "text": "Code: 32604 (Thoracoscopy with pleural biopsy).\nDetails: Diagnostic inspection + Biopsy of parietal pleura. No talc (32650) or lung biopsy (32609) performed. Catheter was removed at end of case, so no chest tube code."}
{"id": "940211_syn_4", "text": "Procedure: Pleuroscopy\nPatient: [REDACTED]\n1. Port in R 6th ICS.\n2. Drained 900cc fluid.\n3. Saw nodules everywhere.\n4. Biopsied x10.\n5. Lung expanded.\n6. Pulled tube, closed skin."}
{"id": "940211_syn_5", "text": "evelyn sanders fluid on the right lung looks like cancer. did the thoracoscopy looked inside nodules all over the wall. took a bunch of biopsies like 10 of them. drained the fluid out. didn't leave a chest tube just stitched it up. waiting on path."}
{"id": "940211_syn_6", "text": "Medical thoracoscopy performed for pleural effusion. Right pleural space accessed. 900cc fluid removed. Parietal pleura showed diffuse studding; multiple biopsies taken. No pleurodesis performed. Catheter removed at conclusion. Patient stable."}
{"id": "940211_syn_7", "text": "[Indication]\nPleural effusion, r/o malignancy.\n[Anesthesia]\nModerate Sedation.\n[Description]\nThoracoscopy R chest. Parietal pleura biopsies x10. Fluid drained. No drain left.\n[Plan]\nAdmit. Path pending."}
{"id": "940211_syn_8", "text": "Dr. Rahman performed a thoracoscopy on [REDACTED]. We made a small cut in her side and put a camera into the chest cavity. We drained the fluid and saw many small lumps on the lining of the chest wall. We took samples of these lumps to test for cancer. We didn't need to leave a tube in."}
{"id": "940211_syn_9", "text": "Procedure: Diagnostic pleuroscopy with tissue sampling.\nFindings: Diffuse pleural nodularity.\nAction: Evacuation of effusion and biopsy of parietal pleura.\nDisposition: Hospital admission."}
{"id": "940211", "text": "MEDICAL THORACOSCOPY WITH PLEURAL BIOPSY\nDate: [REDACTED]\nPatient: [REDACTED] | 69F | MRN [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Omar Rahman\n\nPREOPERATIVE DIAGNOSIS: Unexplained exudative right pleural effusion with pleural nodularity on CT\nPOSTOPERATIVE DIAGNOSIS: Same (pathology pending)\n\nPROCEDURE: Medical thoracoscopy with pleural biopsy (CPT 32604)\n\nANESTHESIA: Moderate sedation with midazolam and fentanyl; local anesthesia to chest wall. Patient breathing spontaneously with supplemental oxygen via nasal cannula.\n\nTECHNIQUE:\nUltrasound confirmed a large free-flowing right pleural effusion. A 1-cm incision was made in the right mid-axillary line at the 6th intercostal space. A trocar and thoracoscope were introduced into the pleural space.\n\nApproximately 900 mL of straw-colored fluid was evacuated. The parietal pleura demonstrated diffuse studding with small nodules over the diaphragmatic and posterolateral pleura. Ten large forceps biopsies were taken from abnormal areas and sent for histology and culture.\n\nNo talc pleurodesis was performed and no chest tube was left in place; a single 16 Fr pigtail catheter was used for drainage during the case and removed at the end after confirming lung expansion.\n\nCOMPLICATIONS: None.\nDISPOSITION: Observed in PACU then admitted overnight for monitoring."}
{"id": "1028374_syn_1", "text": "Indication: Staging RUL CA.\nProcedure:\n- 31653: EBUS 3 stations (4R, 7, 4L).\n- 31629: TBNA RUL mass (First lobe).\n- 31633: TBNA LUL nodule (Add'l lobe).\nResults: N2 disease confirmed."}
{"id": "1028374_syn_2", "text": "OPERATIVE REPORT: EBUS-TBNA and Conventional TBNA.\nThe mediastinum was staged utilizing EBUS, sampling stations 4R, 7, and 4L. Attention was then turned to parenchymal targets. Using a conventional TBNA needle, the RUL mass was sampled (Initial Lobe, 31629). Subsequently, the separate LUL nodule was id[REDACTED] and sampled (Additional Lobe, 31633). ROSE confirmed malignancy."}
{"id": "1028374_syn_3", "text": "Code Selection:\n- 31653 (EBUS-TBNA 3+ stations).\n- 31629 (Transtracheal/bronchial needle aspiration, initial lobe/structure - RUL Mass).\n- 31633 (TBNA, each additional lobe - LUL Nodule).\nRationale: Separate parenchymal lesions in distinct lobes sampled via needle aspiration."}
{"id": "1028374_syn_4", "text": "Procedure: EBUS + TBNA\n1. EBUS done first (3 stations).\n2. Switched to conventional needle.\n3. Poked RUL mass (First lobe).\n4. Poked LUL nodule (Second lobe).\nDiagnosis: Adeno CA."}
{"id": "1028374_syn_5", "text": "doing staging for linda chang she has rul cancer but also a lul nodule. did the ebus first got the lymph nodes. then used the needle on the rul mass. then went to the left side and needled the lul nodule too. positive for cancer."}
{"id": "1028374_syn_6", "text": "Bronchoscopy with EBUS and conventional TBNA performed. EBUS sampling of stations 4R, 7, and 4L completed. Conventional transbronchial needle aspiration performed on RUL mass (initial lobe). Conventional TBNA then performed on LUL nodule (additional lobe)."}
{"id": "1028374_syn_7", "text": "[Indication]\nRUL Adeno, Staging.\n[Anesthesia]\nGeneral.\n[Description]\nEBUS: 4R, 7, 4L sampled.\nTBNA: RUL mass sampled (31629).\nTBNA: LUL nodule sampled (31633).\n[Plan]\nOncology referral."}
{"id": "1028374_syn_8", "text": "We performed a procedure to stage [REDACTED]. First, we used an ultrasound scope to check the lymph nodes in the center of her chest. Then, we used a needle to take samples directly from the main tumor in her right lung. We also saw a spot on her left lung and used the needle to sample that one as well to see if the cancer had spread there."}
{"id": "1028374_syn_9", "text": "Procedure: Endobronchial ultrasound and multi-lobar needle aspiration.\nAction: Lymph nodes sampled via EBUS. RUL mass aspirated (primary parenchymal target). LUL nodule aspirated (secondary parenchymal target)."}
{"id": "1029384_syn_1", "text": "Indication: RUL SCC obstruction (80%). Palliative.\nAnesthesia: GA, Rigid.\nAction: Cryotherapy (Erbe). 7 cycles (30s each) to RUL/BI tumor.\nResult: Necrosis/Debridement. RUL 50% open, BI 80% open.\nComplications: Mod bleeding (controlled).\nPlan: Repeat 1 week. Rad Onc consult."}
{"id": "1029384_syn_2", "text": "OPERATIVE REPORT: The patient presented with advanced squamous cell carcinoma causing critical RUL obstruction. Under general anesthesia via rigid bronchoscopy, a large exophytic tumor was visualized occluding 80% of the RUL and extending into the bronchus intermedius. Cryotherapeutic ablation was executed using an Erbe flexible probe. Multiple freeze-thaw cycles were applied to the tumor surface. Necrotic tissue was mechanically debrided. Hemostasis was achieved following moderate hemorrhage. Luminal patency was significantly improved."}
{"id": "1029384_syn_3", "text": "CPT: 31641 (Tumor destruction via cryotherapy).\nMethod: Rigid bronchoscopy with cryo-ablation.\nTarget: RUL and Bronchus Intermedius.\nDetails:\n- Tumor debulking performed.\n- 7 freeze-thaw cycles utilized.\n- Mechanical debridement of necrotic tissue.\n- Hemostasis managed (EBL 75ml).\nOutcome: Relief of obstruction (RUL 80%->50% block)."}
{"id": "1029384_syn_4", "text": "Resident Note\nPatient: [REDACTED] Reyes\nDx: RUL SCC tumor\nProcedure: Cryo debulking\nSteps:\n1. GA, Rigid scope.\n2. Big tumor in RUL/BI.\n3. Used cryo probe to freeze it (7 cycles).\n4. Pulled out dead tissue.\n5. Bleeding controlled with cold saline.\n6. Airway looks better.\nPlan: Do it again next week."}
{"id": "1029384_syn_5", "text": "Procedure for Manuel O. Morales palliative debulking for the cancer. Rigid bronchoscopy general anesthesia. Big tumor blocking the right upper lobe. Used the cryo probe froze it a bunch of times about 30 seconds each. Pulled out the dead pieces. Some bleeding about 75cc but stopped it with epinephrine. Got the airway open a bit more. Will bring him back next week for more."}
{"id": "1029384_syn_6", "text": "Rigid bronchoscopy with cryotherapy ablation. 66 y/o male with advanced squamous cell lung cancer. Progressive dyspnea with near-complete RUL obstruction. Large exophytic tumor at RUL orifice causing 80% obstruction with extension into bronchus intermedius. Cryotherapy performed using Erbe Erbokryo CA unit with flexible cryoprobe. Multiple freeze-thaw cycles applied to tumor surface. Significant tumor necrosis achieved. Necrotic tissue debrided with rigid suction. Post-procedure patency improved to approximately 50% at RUL, BI now 80% patent."}
{"id": "1029384_syn_7", "text": "[Indication]\nMalignant airway obstruction (SCC), RUL (80%).\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nCryotherapy ablation performed (7 cycles, 30s). Necrotic tissue debrided. RUL patency improved to 50%, BI to 80%. Moderate bleeding controlled.\n[Plan]\nRepeat bronchoscopy 1 week. Rad Onc consult."}
{"id": "1029384_syn_8", "text": "We performed a palliative procedure on [REDACTED] E. Chavez to clear the tumor blocking his right lung. Using a rigid bronchoscope, we applied freezing therapy (cryotherapy) to the tumor mass in the right upper lobe. This killed the surface tissue which we then removed. We managed to open the airway significantly, though some blockage remains. There was some bleeding which we controlled during the case."}
{"id": "1029384_syn_9", "text": "PRE-OP DX: Endobronchial squamous cell carcinoma, RUL with 80% obstruction\nPROCEDURE: Rigid bronchoscopy with cryotherapy destruction\nDETAILS: Large exophytic tumor at RUL orifice. Cryotherapy performed using Erbe unit. Multiple freeze-thaw cycles applied. Significant tumor necrosis achieved. Necrotic tissue extracted with rigid suction. Post-procedure patency improved. Moderate hemorrhage controlled."}
{"id": "991283_syn_1", "text": "Proc: EBUS-TBNA + Attempted Nav Bronch.\nLN Sampling:\n- Stn 7 (12mm): 3 passes, benign.\n- Stn 4R (10mm): 3 passes, benign.\n- Stn 4L (8mm): 2 passes, benign.\nNavigation: Veran system. RUL nodule target. Reg error 5mm. Target NOT reached/visualized despite multiple attempts. Radial EBUS negative.\nOutcome: Mediastinum staged. Peripheral biopsy aborted."}
{"id": "991283_syn_2", "text": "PROCEDURE SUMMARY: The patient underwent combined EBUS-TBNA and attempted electromagnetic navigation bronchoscopy. Systematic mediastinal staging was performed first. EBUS-guided transbronchial needle aspiration was conducted at stations 7, 4R, and 4L; rapid on-site evaluation indicated benign lymphocytes for all stations. Following this, the scope was exchanged for navigation to the 1.8cm RUL apical nodule. Despite minimizing registration error to 5mm and utilizing radial EBUS, the lesion could not be eccentrically or concentrically visualized. Consequently, the peripheral biopsy component was aborted to avoid non-diagnostic sampling of normal parenchyma."}
{"id": "991283_syn_3", "text": "Billing Codes: 31653 (EBUS-TBNA 3+ stations), 31627 (Navigational Bronchoscopy).\n- EBUS: Stations 7, 4R, 4L sampled with needle aspiration. Cytology obtained.\n- Navigation: Planning and registration performed. Catheter advanced to RUL target zone. Lesion not confirmed via Radial EBUS (31654 not billed/bundled as no specific image obtained). Biopsy (31628) not performed."}
{"id": "991283_syn_4", "text": "Resident Note\nPt: [REDACTED]\nProc: EBUS + ENB\n1. EBUS scope in. Sampled 7, 4R, 4L. ROSE: Benign.\n2. Switched to therapeutic scope.\n3. Loaded Veran map. Navigated to RUL.\n4. Could not confirm target with REBUS.\n5. Stopped procedure without biopsy of nodule.\nPlan: Follow up or alternative biopsy method."}
{"id": "991283_syn_5", "text": "Procedure note for leo spaceman doing the ebus and navigation today. Ebus went fine we hit station 7 and 4r and 4l all looked benign on the slides. Switched to the nav scope for that RUL nodule. Tried to get there with the veran system but just couldnt see it on the radial probe. tried a few times but no luck so we didnt stick a needle in it. biopsy aborted just the lymph nodes done today."}
{"id": "991283_syn_6", "text": "Electromagnetic Navigation Bronchoscopy and EBUS-TBNA were performed. Linear EBUS was used to sample lymph node stations 7, 4R, and 4L; all were benign on ROSE. Electromagnetic navigation was then attempted for a 1.8cm RUL nodule. Despite registration, the target was not localized with radial EBUS. The decision was made to abort the peripheral biopsy due to lack of target confirmation. The procedure was concluded without complications."}
{"id": "991283_syn_7", "text": "[Indication]\n1.8cm RUL nodule, mediastinal staging.\n[Anesthesia]\nModerate Sedation.\n[Description]\nEBUS-TBNA performed at stations 7, 4R, 4L. ROSE negative for malignancy. ENB attempted to RUL nodule. Lesion not visualized on Radial EBUS. Biopsy aborted.\n[Plan]\nOutpatient follow-up."}
{"id": "991283_syn_8", "text": "We began the procedure with mediastinal staging using the linear EBUS scope. We successfully sampled lymph nodes at stations 7, 4R, and 4L, all of which showed benign lymphocytes on site. We then transitioned to the electromagnetic navigation phase to biopsy the RUL nodule. Although we navigated to the anatomical region, we could not confirm the lesion's location with radial EBUS. Therefore, we decided to abort the biopsy of the lung nodule to ensure patient safety."}
{"id": "991283_syn_9", "text": "Procedure: Endobronchial Ultrasound and Guided Navigation.\nDetails: Nodal stations 7, 4R, and 4L were aspirated; onsite analysis showed benign cells. The instruments were exchanged for the electromagnetic guidance system. We navigated to the RUL apex but failed to localize the target lesion with ultrasound. The tissue sampling of the parenchymal nodule was cancelled."}
{"id": "991283", "text": "PROCEDURE: Electromagnetic Navigation Bronchoscopy & EBUS\nPATIENT: [REDACTED] | MRN: [REDACTED]\nDATE: [REDACTED]\n\n**Plan:** Biopsy of 1.8cm RUL nodule and mediastinal staging.\n\n**EBUS-TBNA:**\nLinear EBUS scope inserted. \n- Station 7 (Subcarinal): 12mm node. Sampled x 3 passes. ROSE: Benign lymphocytes.\n- Station 4R (Right Paratracheal): 10mm node. Sampled x 3 passes. ROSE: Benign lymphocytes.\n- Station 4L: 8mm node. Sampled x 2 passes. ROSE: Benign lymphocytes.\n\n**Navigation:**\nScope exchanged for therapeutic bronchoscope. Electromagnetic navigation (Veran) attempted to RUL apical segment nodule. Registration error 5mm. \nDespite multiple attempts and catheter adjustments, the target could not be successfully localized. Radial EBUS probe passed but no distinct lesion visualized (only normal lung parenchyma). \n\n**Decision:** Biopsy of the peripheral nodule was ABORTED due to lack of confirmation. No samples taken from RUL.\n\n**Procedure concluded.**"}
{"id": "940211_syn_1", "text": "Indication: Exudative effusion, nodules.\nProc: Med Thoracoscopy + Biopsy.\nFindings: Diffuse nodules parietal pleura.\nAction: Drained 900cc. 10 biopsies taken.\nResult: No complications. Pigtail removed.\nPlan: Admit."}
{"id": "940211_syn_2", "text": "OPERATIVE REPORT: Medical Thoracoscopy.\nINDICATION: Undiagnosed pleural effusion.\nFINDINGS: Visual inspection of the right pleural space revealed diffuse nodularity of the parietal pleura. \nPROCEDURE: The space was accessed via a single port. 900 mL of fluid was evacuated. Multiple forceps biopsies were obtained from the parietal pleura for diagnostic evaluation. The lung was re-expanded and the catheter removed."}
{"id": "940211_syn_3", "text": "Code: 32604 (Thoracoscopy with pleural biopsy).\nDetails: Diagnostic inspection + Biopsy of parietal pleura. No talc (32650) or lung biopsy (32609) performed. Catheter was removed at end of case, so no chest tube code."}
{"id": "940211_syn_4", "text": "Procedure: Pleuroscopy\nPatient: [REDACTED]\n1. Port in R 6th ICS.\n2. Drained 900cc fluid.\n3. Saw nodules everywhere.\n4. Biopsied x10.\n5. Lung expanded.\n6. Pulled tube, closed skin."}
{"id": "940211_syn_5", "text": "evelyn sanders fluid on the right lung looks like cancer. did the thoracoscopy looked inside nodules all over the wall. took a bunch of biopsies like 10 of them. drained the fluid out. didn't leave a chest tube just stitched it up. waiting on path."}
{"id": "940211_syn_6", "text": "Medical thoracoscopy performed for pleural effusion. Right pleural space accessed. 900cc fluid removed. Parietal pleura showed diffuse studding; multiple biopsies taken. No pleurodesis performed. Catheter removed at conclusion. Patient stable."}
{"id": "940211_syn_7", "text": "[Indication]\nPleural effusion, r/o malignancy.\n[Anesthesia]\nModerate Sedation.\n[Description]\nThoracoscopy R chest. Parietal pleura biopsies x10. Fluid drained. No drain left.\n[Plan]\nAdmit. Path pending."}
{"id": "940211_syn_8", "text": "Dr. Rahman performed a thoracoscopy on [REDACTED]. We made a small cut in her side and put a camera into the chest cavity. We drained the fluid and saw many small lumps on the lining of the chest wall. We took samples of these lumps to test for cancer. We didn't need to leave a tube in."}
{"id": "940211_syn_9", "text": "Procedure: Diagnostic pleuroscopy with tissue sampling.\nFindings: Diffuse pleural nodularity.\nAction: Evacuation of effusion and biopsy of parietal pleura.\nDisposition: Hospital admission."}
{"id": "940211", "text": "MEDICAL THORACOSCOPY WITH PLEURAL BIOPSY\nDate: [REDACTED]\nPatient: [REDACTED] | 69F | MRN [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Omar Rahman\n\nPREOPERATIVE DIAGNOSIS: Unexplained exudative right pleural effusion with pleural nodularity on CT\nPOSTOPERATIVE DIAGNOSIS: Same (pathology pending)\n\nPROCEDURE: Medical thoracoscopy with pleural biopsy (CPT 32604)\n\nANESTHESIA: Moderate sedation with midazolam and fentanyl; local anesthesia to chest wall. Patient breathing spontaneously with supplemental oxygen via nasal cannula.\n\nTECHNIQUE:\nUltrasound confirmed a large free-flowing right pleural effusion. A 1-cm incision was made in the right mid-axillary line at the 6th intercostal space. A trocar and thoracoscope were introduced into the pleural space.\n\nApproximately 900 mL of straw-colored fluid was evacuated. The parietal pleura demonstrated diffuse studding with small nodules over the diaphragmatic and posterolateral pleura. Ten large forceps biopsies were taken from abnormal areas and sent for histology and culture.\n\nNo talc pleurodesis was performed and no chest tube was left in place; a single 16 Fr pigtail catheter was used for drainage during the case and removed at the end after confirming lung expansion.\n\nCOMPLICATIONS: None.\nDISPOSITION: Observed in PACU then admitted overnight for monitoring."}
{"id": "1541787", "text": "BRONCHOSCOPY PROCEDURE NARRATIVE\n\nOn [REDACTED], Elizabeth Morgan, a 79-year-old male patient, presented to Baptist Medical Center [REDACTED] for a combined bronchoscopic procedure consisting of endobronchial ultrasound-guided mediastinal staging and robotic bronchoscopy with peripheral lung biopsy. The procedure was performed by Lisa Thompson, MD.\n\nThe clinical indication for this procedure was lung cancer staging - suspected nsclc with mediastinal lymphadenopathy. Preprocedural imaging had demonstrated a 31.5 millimeter part-solid pulmonary nodule located in the RML lobe, specifically within the medial (B5) segment. The lesion exhibited a positive bronchus sign on computed tomography. Positron emission tomography scanning revealed hypermetabolic activity with a maximum standardized uptake value of 7.9. Given the combination of peripheral nodule requiring tissue diagnosis and mediastinal lymphadenopathy necessitating staging, a combined approach was deemed appropriate.\n\nThe patient's medical history included a significant smoking history of 57 pack-years as a former smoker. The American Society of Anesthesiologists physical status classification was 4.\n\nFollowing the administration of general anesthesia by the anesthesiology team, the patient was intubated with a 8.0 millimeter endotracheal tube. The procedure commenced at 08:30.\n\nThe first component of the procedure involved systematic mediastinal lymph node evaluation using linear endobronchial ultrasound. The Pentax EB-1990i bronchoscope was advanced through the endotracheal tube, and a thorough airway inspection was performed, revealing no endobronchial abnormalities. Mediastinal and hilar lymph node stations were then surveyed systematically.\n\nAt station 4R, a homogeneous lymph node was id[REDACTED] measuring 23.5 millimeters in short axis and 32.6 millimeters in long axis. The node appeared irregular in shape. Using the 22-gauge needle, 2 aspiration passes were performed. The on-site cytopathologist evaluated the specimen and reported malignant - squamous cell carcinoma. At station 4L, a homogeneous lymph node was id[REDACTED] measuring 14.3 millimeters in short axis and 14.4 millimeters in long axis. The node appeared round in shape. Using the 22-gauge needle, 4 aspiration passes were performed. The on-site cytopathologist evaluated the specimen and reported suspicious for malignancy. At station 10R, a homogeneous lymph node was id[REDACTED] measuring 11.1 millimeters in short axis and 12.3 millimeters in long axis. The node appeared oval in shape. Using the 22-gauge needle, 2 aspiration passes were performed. The on-site cytopathologist evaluated the specimen and reported suspicious for malignancy. At station 2L, a heterogeneous lymph node was id[REDACTED] measuring 20.1 millimeters in short axis and 33.5 millimeters in long axis. The node appeared oval in shape. Using the 22-gauge needle, 2 aspiration passes were performed. The on-site cytopathologist evaluated the specimen and reported malignant - adenocarcinoma.\n\nFollowing completion of the mediastinal staging component, the procedure transitioned to robotic bronchoscopy for peripheral lesion sampling. The Monarch robotic bronchoscopy system, manufactured by Auris Health (J&J), was prepared and registered using CT-to-body methodology. The registration achieved an accuracy of 3.2 millimeters, which was within acceptable parameters for proceeding with navigation.\n\nThe robotic catheter was advanced through the bronchial tree toward the target lesion in the RML medial (B5). Navigation was successful, and the catheter reached the planned trajectory endpoint. A twenty-megahertz radial endobronchial ultrasound probe was then deployed through the working channel, revealing a adjacent view of the target lesion. This confirmed appropriate positioning relative to the lesion. Additional confirmation of tool-in-lesion was obtained using augmented fluoroscopy.\n\nTissue sampling was then performed using multiple modalities to maximize diagnostic yield. Transbronchial forceps biopsies were obtained, totaling 5 specimens. Transbronchial needle aspiration was performed with 4 passes through the lesion. Two bronchial brushing specimens were also collected. The on-site cytopathologist evaluated the peripheral specimens and reported malignant - squamous cell carcinoma. Finally, bronchoalveolar lavage was performed from the RML lobe and sent for microbiological analysis including bacterial, fungal, and acid-fast bacilli cultures.\n\nThe procedure was completed at 10:15, for a total procedure time of 105 minutes. No complications were encountered during the procedure. There was no significant bleeding, and hemostasis was achieved spontaneously. The estimated blood loss was less than ten milliliters. A post-procedure chest radiograph was obtained and demonstrated no evidence of pneumothorax or other acute abnormality.\n\nThe patient was transferred to the recovery area in stable condition. After an uneventful observation period, the patient was discharged home with standard post-bronchoscopy precautions. Follow-up was arranged for review of final pathology results.\n\nIn summary, this was a successful combined procedure achieving both mediastinal staging and peripheral lesion tissue diagnosis. The final pathology results will guide subsequent oncologic management and will be reviewed at multidisciplinary tumor board.\n\nLisa Thompson, MD\nInterventional Pulmonology"}
{"id": "1904504_syn_1", "text": "Indication: Breast ca hx, 4L node.\nAnesthesia: GA, 7.5 ETT.\nProcedure: Bronch w/ TBNA.\n- Scope via ETT.\n- 4L node sampled w/ 22G Wang needle.\n- 3 passes.\n- ROSE: Malignant (likely metastatic breast).\nComplications: None.\nPlan: Oncology f/u."}
{"id": "1904504_syn_2", "text": "HISTORY: Ms. [REDACTED], 71, with a history of breast cancer, presented with new 4L lymphadenopathy.\nPROCEDURE: Under general anesthesia, a flexible bronchoscope was introduced via endotracheal tube. The airway was inspected. Conventional TBNA of the left lower paratracheal (Station 4L) node was performed using a 22-gauge Wang needle. Three passes were obtained. ROSE confirmed atypical cells suspicious for metastatic carcinoma. Material was sent for immunohistochemistry.\nIMPRESSION: TBNA Station 4L positive for malignancy."}
{"id": "1904504_syn_3", "text": "Service: Bronchoscopy with TBNA (31629).\nTarget: Station 4L (Left Lower Paratracheal).\nDevice: 22-gauge Wang Needle.\nMethod: Conventional aspiration via anatomic landmarks (No EBUS).\nSpecimen: 3 passes for cytology/IHC. ROSE positive for malignancy.\nIndication: Staging of mediastinal recurrence."}
{"id": "1904504_syn_4", "text": "Resident Note\nPatient: [REDACTED]\nProcedure: TBNA Station 4L\nStaff: Dr. Li\n\n1. GA/Intubation.\n2. Scope passed.\n3. 4L node id[REDACTED] via landmarks.\n4. Wang needle used for 3 passes.\n5. ROSE: Malignant cells.\n6. Scope removed.\n\nPlan: Extubate, PACU, Onc f/u."}
{"id": "1904504_syn_5", "text": "proc note [REDACTED] howard 71f hx breast cancer now has 4l node went in with general anesthesia ett tube scope looks good airway normal used 22g wang needle on 4l did 3 passes rose said cancer cells suspicious for breast met no bleeding extubated fine plan oncology"}
{"id": "1904504_syn_6", "text": "Brenda Howard underwent flexible bronchoscopy with conventional TBNA to evaluate a PET-avid 4L node. General anesthesia was used. The bronchoscope was introduced through the ETT. A 22-gauge Wang needle was used to sample the left lower paratracheal node (Station 4L) using anatomic landmarks. Three passes were performed. On-site cytology showed malignant cells. No complications occurred. The patient was transferred to the PACU."}
{"id": "1904504_syn_7", "text": "[Indication]\nBreast cancer hx, PET-avid 4L node.\n[Anesthesia]\nGeneral anesthesia (ETT).\n[Description]\nFlexible bronchoscopy via ETT. Conventional TBNA of Station 4L using 22G Wang needle (3 passes). ROSE confirmed malignancy. IHC pending.\n[Plan]\nExtubate. Oncology referral."}
{"id": "1904504_syn_8", "text": "The patient was placed under general anesthesia. We advanced the bronchoscope through the endotracheal tube and surveyed the airway. Using anatomic landmarks, we id[REDACTED] the location of the left lower paratracheal node (Station 4L). We performed conventional TBNA using a 22-gauge Wang needle, obtaining three passes. On-site evaluation was consistent with metastatic disease. The procedure ended without incident."}
{"id": "1904504_syn_9", "text": "PROCEDURE: Bronchoscopy with blind needle biopsy of paratracheal node.\nREASON: Possible metastatic breast cancer.\nTECHNIQUE: Under general anesthesia, the scope was inserted. The Station 4L node was sampled with a Wang needle. Three samples were taken. Rapid analysis confirmed malignancy. The patient was awakened."}
{"id": "1904504", "text": "PATIENT: [REDACTED], 71-year-old Female\nMRN: [REDACTED]\nDATE: [REDACTED]\nATTENDING: Dr. Jason Li\nFELLOW: Dr. Sofia Martinez\nPROCEDURE: Flexible bronchoscopy with conventional transbronchial needle aspiration (TBNA) of left lower paratracheal lymph node (station 4L) using Wang needle (CPT 31629)\nINDICATION: History of breast cancer with new PET-avid 4L mediastinal lymphadenopathy; tissue diagnosis requested to distinguish metastatic disease from granulomatous inflammation.\n\nANESTHESIA/SEDATION: General anesthesia with endotracheal intubation (7.5 ETT). Anesthesiology provided induction with propofol and rocuronium; patient mechanically ventilated throughout.\n\nPROCEDURE DESCRIPTION:\nAfter pre-procedural verification and a time-out, a flexible bronchoscope was advanced through the endotracheal tube. The trachea and main carina were normal. The right bronchial tree was normal. On the left, there was subtle extrinsic narrowing of the distal trachea just above the carina and mild impression on the proximal left mainstem bronchus; mucosa was intact.\n\nCONVENTIONAL TBNA (WANG NEEDLE):\nA 22-gauge Wang TBNA needle was introduced via the bronchoscope. Using anatomic landmarks (no EBUS available in this OR), the left lower paratracheal (4L) node was sampled by puncturing the medial wall of the distal trachea above the left mainstem origin. Three passes were performed with suction. Aspirates contained blood-tinged material with tissue fragments.\n\nROSE: Rapid on-site cytology was available. ROSE revealed lymphoid tissue with atypical epithelial cells; findings were suspicious for metastatic carcinoma and deemed adequate for diagnosis. Additional material was set aside for cell block and immunohistochemistry.\n\nSPECIMENS:\nStation 4L conventional TBNA x3 passes submitted for cytology, cell block, and immunohistochemical staining.\n\nCOMPLICATIONS: No significant bleeding, airway compromise, or hemodynamic instability. No linear EBUS, radial EBUS, or navigational bronchoscopy was performed; this was purely a blind Wang needle TBNA.\n\nDISPOSITION/PLAN:\nThe patient was extubated in the OR and transferred to PACU in stable condition. Final pathology will be correlated with prior breast cancer histology. If metastatic disease is confirmed, systemic therapy options will be discussed with oncology; if benign, further workup for granulomatous disease will be considered."}
{"id": "1925965_syn_1", "text": "Indication: RCC met to RMS (89% block).\nProcedure: Rigid Bronchoscopy (Jet Vent).\nActions:\n- Balloon dilation of RMS.\n- Ultraflex Covered SEMS (18x30mm) placed.\nResult: 25% residual. Minimal EBL.\nPlan: Floor admit."}
{"id": "1925965_syn_2", "text": "PROCEDURE: [REDACTED], with a known history of renal cell carcinoma, presented with an 89% metastatic obstruction of the Right Main Stem (RMS) bronchus. Under general anesthesia utilizing jet ventilation, rigid bronchoscopy was performed. The stenotic segment underwent sequential balloon dilation. Subsequently, an 18x30mm Ultraflex Self-Expanding Metallic Stent (SEMS, covered) was deployed across the lesion. Confirmation of stent position demonstrated good radial expansion and patency, reducing the obstruction to approximately 25%."}
{"id": "1925965_syn_3", "text": "CPT: 31641 (Tumor Debulking? No, Stent placement = 31636).\nCorrect Coding: 31636 (Bronchial Stent) + 31630 (Balloon Dilation).\nDevice: Ultraflex SEMS Covered (18x30mm).\nLocation: Right Main Stem.\nJustification: 89% critical obstruction requiring structural support."}
{"id": "1925965_syn_4", "text": "Resident Note\nPt: [REDACTED], 78F\nDx: RCC met to RMS.\nSteps:\n1. Rigid bronch with jet vent.\n2. Balloon dilation of RMS.\n3. Placed Ultraflex Covered SEMS 18x30mm.\n4. Checked position, looks good.\n5. RMS much more open now (25% obs).\nPlan: Floor."}
{"id": "1925965_syn_5", "text": "Margaret Green here for the RMS obstruction its a met from renal cell. 89 percent blocked. We did the rigid bronch with jet ventilation. Dilated it with the balloon first. Then put in the Ultraflex covered stent 18 by 30. It opened up nice residual is 25 percent. No complications she is going to the floor."}
{"id": "1925965_syn_6", "text": "Under general anesthesia with jet ventilation, rigid bronchoscopy performed. Sequential balloon dilation of RMS stenosis performed. Airway measured and Ultraflex SEMS - Covered stent (18x30mm) deployed in Right mainstem. Stent position confirmed with good expansion and patency. Post-procedure obstruction: ~25% No complications. EBL minimal."}
{"id": "1925965_syn_7", "text": "[Indication]\nRenal cell carcinoma met to RMS, 89% obstruction.\n[Anesthesia]\nGeneral with Jet Ventilation.\n[Description]\nRigid bronchoscopy. Balloon dilation of RMS. Deployment of Ultraflex Covered SEMS (18x30mm). Stent expanded well. Residual obstruction 25%.\n[Plan]\nFloor admission. Repeat bronchoscopy 4-6 weeks."}
{"id": "1925965_syn_8", "text": "Due to [REDACTED] 89% blockage in the right mainstem bronchus from metastatic cancer, we proceeded with stent placement. Under general anesthesia, we first dilated the narrowing with a balloon. We then deployed an 18x30mm covered Ultraflex SEMS. The stent expanded well, improving the airway patency significantly to a residual obstruction of 25%."}
{"id": "1925965_syn_9", "text": "Procedure: Rigid bronchoscopy with implantation of self-expanding metallic stent.\nFocus: Right Main Stem.\nAction: The stenosis was dilated via balloon. An Ultraflex Covered SEMS (18x30mm) was deployed. Visualization confirmed adequacy.\nOutcome: Occlusion reduced to 25%."}
{"id": "1925965", "text": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Renal cell carcinoma metastasis to bronchus\nPre-procedure obstruction: ~89% Right mainstem\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nSequential balloon dilation of RMS stenosis performed.\nAirway measured and Ultraflex SEMS - Covered stent (18x30mm) deployed in Right mainstem.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~25%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nWilliams, MD"}
